const r=1,e="一、 无限（10-1e308 AM）",A=[],M=[{title:"1.1 维度提升（10-1e13 AM）",content:["首先在设置中调成“简体中文” （本攻略的名词与简体中文一致） ， 需要把粘滞键卡上， 长","按底部按钮“最大” ，边框出现白色 即可（如果是首次玩游戏，则会提示无限后才能使用粘","滞键）。","由于符文种子的不确定性以及成就“玩八天”的硬性要求，强烈建议直接进入“速通模式” 。","（安卓不需要通关即可进入速通模式 ，注意进入速通模式会重开一次 ）本阶段没有太多需","要注意的问题，当维度成本相同时，优先购买新出现的维度再购买计数频率 会快一些 。","10AM开始购买第1维度（AM为反物质 antimatter 的缩写，后面如果出现不认识的缩写可","使用ctrl+f在本攻略中查询 ） ，获得成就 r11（第一行第一个） 。","100AM开始购买第2维度，获得成就 r12。","1e4AM开始购买第3维度，获得成就 r13。","1e6AM开始购买第 4维度，获得成就 r14。","1e13AM购买了20个第4维度，购买维度提升 1，其解锁了第 5维度。"]},{title:"1.2 反物质星系（1e13-1e130 AM）",content:["维度提升会重置此前内容， 安卓不能同时 卡住多个粘滞键，需要注意的是 按“最大” 需要","至少100个AM才能生效，所以购买第一个第 1维度时需要手动购买 （或在自动购买界面调","成“购买单个” ） 。注意成就 r22需要浏览 50条新闻，如果没有打开新闻界面可以在选项的","第二个界面打开新闻。 如果进入了速通模式 ，则自动获得该成就。","1e9AM开始购买第 5维度，获得成就 r15。","1e18AM购买了20个第5维度，购买维度提升 2，其解锁了第 6维度。","1e13AM开始购买第 6维度，获得成就 r16。","1e24AM购买了20个第6维度，购买维度提升 3，其解锁了第 7维度。","1e18AM开始购买第 7维度，获得成就 r17。","1e31AM购买了20个第7维度，购买维度提升 4，其解锁了第 8维度。","--- Page 2 ---","1e24AM开始购买第 8维度，获得成就 r18。","1e40AM购买了20个第8维度，购买维度提升 5，解锁了第 1维度自动购买器。 可以把自动","购买器设置为购买单个，这样在维度提升之后仅拥有 10个反物质时也可 自动购买之。","现在解锁了维度献祭，其消耗所有 1-7维来提升第 8维度，一般在乘数达到 4倍时执行维","度献祭。","1e50AM解锁了第 2维度自动购买器。","1e60AM解锁了第 3维度自动购买器。","5e69AM购买了35个第8维度，购买维度提升 6。","1e70AM解锁了第 4维度自动购买器，获得成就 r42。","1e80AM解锁了第 5维度自动购买器，获得成就 r24。","1e85AM购买了50个第8维度，购买维度提升 7。","1e90AM解锁了第 6维度自动购买器。","1e100AM解锁了第 7维度自动购买器，获得成就 r46。","1e110AM解锁了第 8维度自动购买器。","5e114AM购买了65个第8维度，购买维度提升 8，获得成就 r44。","1e130AM购买了80个第8维度，购买反物质星系 1，注意不要购买维度提升，获得成就 r26。","目前拥有：第一行全部成就， r22/24/26 ，r35（有没有无所谓） ， r42/44/46 。"]},{title:"1.3 无限（1e130-1.8e308 AM）",content:["1e130AM购买了80个第8维度，购买维度提升 9。","1e140AM解锁了计数频率自动购买器。","1e160AM关闭自动购买器和粘滞键，把购买十个切换为购买单个，购买到刚好 99个第8维","度，获得成就 r23，购买维度提升 10，获得成就 r25。","1e175AM购买了110个第8维度，购买维度提升 11。","5e204AM购买了125个第8维度，把购买十个切换为购买单个，购买一个第 1维度，获得成","就r28，不要购买维度提升 12，而是继续等待 140个第8维度。","1e220AM购买了140个第8维度，购买反物质星系 2，注意不要购买维度提升，获得成就","r27。","注意不推荐使用 1个星系到达无限，会花费很多时间等待，购买星系 2后很快就可以无限","了。","--- Page 3 ---","1e250AM购买了155个第8维度，购买维度提升 14。","1e265AM购买了170个第8维度，购买维度提升 15，获得成就 r31。","1e280AM购买了185个第8维度，购买维度提升 16，不断进行维度献祭，大约 1e300AM时","可以达成 600倍献祭倍数，获得成就 r32。","1e308AM时，所有界面都消失只剩下“大坍缩”按钮，点击后获得了 1IP（无限点数） ，获","得成就r31。","目前拥有：第 1-2行全部成就， r31/32/35 ，r42/44/46 。"]}],n=`1.1 维度提升（10-1e13 AM）
首先在设置中调成“简体中文” （本攻略的名词与简体中文一致） ， 需要把粘滞键卡上， 长
按底部按钮“最大” ，边框出现白色 即可（如果是首次玩游戏，则会提示无限后才能使用粘
滞键）。
由于符文种子的不确定性以及成就“玩八天”的硬性要求，强烈建议直接进入“速通模式” 。
（安卓不需要通关即可进入速通模式 ，注意进入速通模式会重开一次 ）本阶段没有太多需
要注意的问题，当维度成本相同时，优先购买新出现的维度再购买计数频率 会快一些 。
10AM开始购买第1维度（AM为反物质 antimatter 的缩写，后面如果出现不认识的缩写可
使用ctrl+f在本攻略中查询 ） ，获得成就 r11（第一行第一个） 。
100AM开始购买第2维度，获得成就 r12。
1e4AM开始购买第3维度，获得成就 r13。
1e6AM开始购买第 4维度，获得成就 r14。
1e13AM购买了20个第4维度，购买维度提升 1，其解锁了第 5维度。
1.2 反物质星系（1e13-1e130 AM）
维度提升会重置此前内容， 安卓不能同时 卡住多个粘滞键，需要注意的是 按“最大” 需要
至少100个AM才能生效，所以购买第一个第 1维度时需要手动购买 （或在自动购买界面调
成“购买单个” ） 。注意成就 r22需要浏览 50条新闻，如果没有打开新闻界面可以在选项的
第二个界面打开新闻。 如果进入了速通模式 ，则自动获得该成就。
1e9AM开始购买第 5维度，获得成就 r15。
1e18AM购买了20个第5维度，购买维度提升 2，其解锁了第 6维度。
1e13AM开始购买第 6维度，获得成就 r16。
1e24AM购买了20个第6维度，购买维度提升 3，其解锁了第 7维度。
1e18AM开始购买第 7维度，获得成就 r17。
1e31AM购买了20个第7维度，购买维度提升 4，其解锁了第 8维度。
--- Page 2 ---
1e24AM开始购买第 8维度，获得成就 r18。
1e40AM购买了20个第8维度，购买维度提升 5，解锁了第 1维度自动购买器。 可以把自动
购买器设置为购买单个，这样在维度提升之后仅拥有 10个反物质时也可 自动购买之。
现在解锁了维度献祭，其消耗所有 1-7维来提升第 8维度，一般在乘数达到 4倍时执行维
度献祭。
1e50AM解锁了第 2维度自动购买器。
1e60AM解锁了第 3维度自动购买器。
5e69AM购买了35个第8维度，购买维度提升 6。
1e70AM解锁了第 4维度自动购买器，获得成就 r42。
1e80AM解锁了第 5维度自动购买器，获得成就 r24。
1e85AM购买了50个第8维度，购买维度提升 7。
1e90AM解锁了第 6维度自动购买器。
1e100AM解锁了第 7维度自动购买器，获得成就 r46。
1e110AM解锁了第 8维度自动购买器。
5e114AM购买了65个第8维度，购买维度提升 8，获得成就 r44。
1e130AM购买了80个第8维度，购买反物质星系 1，注意不要购买维度提升，获得成就 r26。
目前拥有：第一行全部成就， r22/24/26 ，r35（有没有无所谓） ， r42/44/46 。
1.3 无限（1e130-1.8e308 AM）
1e130AM购买了80个第8维度，购买维度提升 9。
1e140AM解锁了计数频率自动购买器。
1e160AM关闭自动购买器和粘滞键，把购买十个切换为购买单个，购买到刚好 99个第8维
度，获得成就 r23，购买维度提升 10，获得成就 r25。
1e175AM购买了110个第8维度，购买维度提升 11。
5e204AM购买了125个第8维度，把购买十个切换为购买单个，购买一个第 1维度，获得成
就r28，不要购买维度提升 12，而是继续等待 140个第8维度。
1e220AM购买了140个第8维度，购买反物质星系 2，注意不要购买维度提升，获得成就
r27。
注意不推荐使用 1个星系到达无限，会花费很多时间等待，购买星系 2后很快就可以无限
了。
--- Page 3 ---
1e250AM购买了155个第8维度，购买维度提升 14。
1e265AM购买了170个第8维度，购买维度提升 15，获得成就 r31。
1e280AM购买了185个第8维度，购买维度提升 16，不断进行维度献祭，大约 1e300AM时
可以达成 600倍献祭倍数，获得成就 r32。
1e308AM时，所有界面都消失只剩下“大坍缩”按钮，点击后获得了 1IP（无限点数） ，获
得成就r31。
目前拥有：第 1-2行全部成就， r31/32/35 ，r42/44/46 。`,t={id:1,title:e,description:A,sections:M,content:n};export{n as content,t as default,A as description,r as id,M as sections,e as title};
