const n=10,D="十、 前期时间膨胀（0-1e15 DT）",e=["第一次使用该树进入时间膨胀：","11,21,22,31,32,33,41,42,51,61,62,73,83,93,103,111,123,133,143,151,161,162,171,1","81,191,192,193,201,71,81,91,101,211,212,213,214,222,223,225,228,232,233"],T=[{title:"10.1 0-1e6 DT",content:["第一次使用该树进入时间膨胀：","11,21,22,31,32,33,41,42,51,61,62,73,83,93,103,111,123,133,143,151,161,162,171,1","81,191,192,193,201,71,81,91,101,211,212,213,214,222,223,225,228,232,233","即反物质路径 +时间维度路径 +挂机路径 （活跃路径损失 IP太快，无法达成目标） +19-21行","的全部研究 +222,223,225,228,232,233。","进入时间膨胀获得成就 r136，大约60分钟后，拥有 91星系+10复制星系， 1e900复制器达","成1e308IP，获得900超光速粒子（ TP） ，其可以生产膨胀时间（ DT）。DT可以用来购买膨","胀升级（ DU）。","现在立刻进入第二次时间膨胀，依然使用上述研究树。","1e4DT购买DU1（1x→2x）。","1e5DT购买DU1（2x→4x）。"]},{title:"10.2 1e6-1e11 DT",content:["1e6DT购买DU1（4x→8x）。","1e6DT购买DU2（5x→4.27x） ，一般多个升级成本接近时，优先级 DU3>DU1>DU2 ，由于DU2","购买时会清空当前的 DT，所以尽量一达到要求就购买。","1e7DT购买DU1（8x→16x）。","5e6DT购买DU4。 （后面三行都不是可重复购买的）","1e7DT购买DU3（1x→3x） ，此时应该刚好完成时间膨胀，拥有 3e3TP。","5e7DT购买DU5，从现在起把 挂机路径 切换为活跃路径，即反物质路径 +时间维度路径 +活跃","路径+19-21行的全部研究 +222,223,225,228,232,233进入第三次时间膨胀， 2分钟后得到","所有复制星系，现在拥有 5.7e3TP。","时间膨胀是最大的时间墙，现在只要不在时间膨胀中，就依次进行以下任务：","1. 把自动大坍缩设置为 5秒整，刷2e9储存的无限次数，获得 r131（可离线） 。","2. 把永恒次数刷到 100万次，使 TS193的加成达到上限（可离线） 。","3. 把自动计数频率设置为购买单个，完成隐藏成就 S35。","1e8DT购买DU1（16x→32x）。","2e8DT购买DU3（3x→9x） ，提升 TP至1.8e4。","1e8DT购买DU2（4.27x→3.686x）。","1e9DT购买DU1（32x→64x）。","4e9DT购买DU3（9x→27x） ，提升 TP至6.4e4。","1e9DT购买DU6，现在可以拥有 1e1400EP。","1e10DT购买DU1（64x→128x）。","1e10DT购买DU7，现在可以购买 TS71-103三条路径的全部研究，现在可以继续购买 EP×5","和TD了。简单刷几次 EP达到1e1530EP。现在把无限维度路径也加入到时间膨胀中，进入","时间膨胀，提升 TP至6.7e4。","时间研究：","膨胀中： 1-11行的全部研究 +活跃路径 +15-21行全部研究 +222,223,225,228,232,233","膨胀外： 1-11行的全部研究 +活跃路径 +15-21行全部研究 +222,224,226,228,232,234","5e10DT左右，如果此前一直在刷无限次数，现在应该已经达到了 2e9无限次数，获得成就","r131，现在进行下一个任务：把永恒次数刷到 100万（可选） 。","8e10DT购买DU3（27x→81x） ，提升 TP至2.22e5。","1e10DT购买DU2（3.686x→3.2188x）。"]},{title:"10.3 1e11-1e15 DT",content:["1e11DT购买DU8，提升TP至5.7e5。","1e11DT购买DU1（128x→256x）。","2e11DT,1e1600EP左右，提升 TP至6.7e5（每次长挂机时，尽可能花 5分钟左右多刷一些","TP，注意DU5、6的倍数） 。","1e12DT购买DU1（256x→512x）。","1.6e12DT购买DU3（81x→243x） ，提升 TP至2.0e6（注意购买前提前几分钟进入膨胀，使","DU6倍数最大化） 。","2e12DT购买DU9，现在挂一会很快得到 1e2100EP左右完成 r135。然后继续刷 EP，达到","1e2150EP，提升TP至3.4e6。","1e12DT购买DU2（3.2188x→2.8450x） ，此时大约有 1e2180EP，停止刷 EP，继续刷无限次","数或者永恒次数，然后提升 TP至3.5e6。","1e13DT购买DU1（512x→1024x） ，提升 TP至3.7e6。","1e13DT,1e2300EP左右，关闭 ID和IP翻倍自动购买，永恒一次获得 r133，然后进入膨胀","挂一会，提升 TP至3.9e6。","3.2e13DT购买DU3（243x→729x） ，提升 TP至1.1e7，现在应该已经完成了 r131，永恒次","数也达100万次，由于 TS192，再刷无限次数没有太大意义，现在可以刷 EP。","3e13DT,1e2330EP 左右，拥有48超光速星系和至少 70万次永恒次数， 停止自动复制星系，","永恒一次，使用被动路径（被动路径获得复制器的速度加快 1.5倍）+全暗路径， 等待r132。","最终挂了 20分钟左右，在 569+13+48 星系完成该成就。提升 TP至1.8e7。","1e14DT购买DU1（1024x→2048x）。","1e14DT购买DU2（2.8450x→2.5460x）。","1.5e14DT,1e2375EP 左右，拥有56超光速星系， 进入膨胀，完成 r137。现在在膨胀里可以","获得双倍的 DT，大部分时间不需要退出了。","6.4e14DT购买DU3（729x→2187x） ，提升TP至6e7。","1e15DT购买DU1（2048x→4096x）。","1e15DT购买DU10，其可以自动生成 TT，现在拥有 1e2380EP，1e15DT，拥有除了 r76，r134，","r138以外的全部成就，进入现实前的最终阶段。"]}],x=`10.1 0-1e6 DT
第一次使用该树进入时间膨胀：
11,21,22,31,32,33,41,42,51,61,62,73,83,93,103,111,123,133,143,151,161,162,171,1
81,191,192,193,201,71,81,91,101,211,212,213,214,222,223,225,228,232,233
即反物质路径 +时间维度路径 +挂机路径 （活跃路径损失 IP太快，无法达成目标） +19-21行
的全部研究 +222,223,225,228,232,233。
进入时间膨胀获得成就 r136，大约60分钟后，拥有 91星系+10复制星系， 1e900复制器达
成1e308IP，获得900超光速粒子（ TP） ，其可以生产膨胀时间（ DT）。DT可以用来购买膨
胀升级（ DU）。
现在立刻进入第二次时间膨胀，依然使用上述研究树。
1e4DT购买DU1（1x→2x）。
1e5DT购买DU1（2x→4x）。
10.2 1e6-1e11 DT
1e6DT购买DU1（4x→8x）。
1e6DT购买DU2（5x→4.27x） ，一般多个升级成本接近时，优先级 DU3>DU1>DU2 ，由于DU2
购买时会清空当前的 DT，所以尽量一达到要求就购买。
1e7DT购买DU1（8x→16x）。
5e6DT购买DU4。 （后面三行都不是可重复购买的）
1e7DT购买DU3（1x→3x） ，此时应该刚好完成时间膨胀，拥有 3e3TP。
5e7DT购买DU5，从现在起把 挂机路径 切换为活跃路径，即反物质路径 +时间维度路径 +活跃
路径+19-21行的全部研究 +222,223,225,228,232,233进入第三次时间膨胀， 2分钟后得到
所有复制星系，现在拥有 5.7e3TP。
时间膨胀是最大的时间墙，现在只要不在时间膨胀中，就依次进行以下任务：
1. 把自动大坍缩设置为 5秒整，刷2e9储存的无限次数，获得 r131（可离线） 。
2. 把永恒次数刷到 100万次，使 TS193的加成达到上限（可离线） 。
3. 把自动计数频率设置为购买单个，完成隐藏成就 S35。
1e8DT购买DU1（16x→32x）。
2e8DT购买DU3（3x→9x） ，提升 TP至1.8e4。
1e8DT购买DU2（4.27x→3.686x）。
1e9DT购买DU1（32x→64x）。
4e9DT购买DU3（9x→27x） ，提升 TP至6.4e4。
1e9DT购买DU6，现在可以拥有 1e1400EP。
1e10DT购买DU1（64x→128x）。
1e10DT购买DU7，现在可以购买 TS71-103三条路径的全部研究，现在可以继续购买 EP×5
和TD了。简单刷几次 EP达到1e1530EP。现在把无限维度路径也加入到时间膨胀中，进入
时间膨胀，提升 TP至6.7e4。
时间研究：
膨胀中： 1-11行的全部研究 +活跃路径 +15-21行全部研究 +222,223,225,228,232,233
膨胀外： 1-11行的全部研究 +活跃路径 +15-21行全部研究 +222,224,226,228,232,234
5e10DT左右，如果此前一直在刷无限次数，现在应该已经达到了 2e9无限次数，获得成就
r131，现在进行下一个任务：把永恒次数刷到 100万（可选） 。
8e10DT购买DU3（27x→81x） ，提升 TP至2.22e5。
1e10DT购买DU2（3.686x→3.2188x）。
10.3 1e11-1e15 DT
1e11DT购买DU8，提升TP至5.7e5。
1e11DT购买DU1（128x→256x）。
2e11DT,1e1600EP左右，提升 TP至6.7e5（每次长挂机时，尽可能花 5分钟左右多刷一些
TP，注意DU5、6的倍数） 。
1e12DT购买DU1（256x→512x）。
1.6e12DT购买DU3（81x→243x） ，提升 TP至2.0e6（注意购买前提前几分钟进入膨胀，使
DU6倍数最大化） 。
2e12DT购买DU9，现在挂一会很快得到 1e2100EP左右完成 r135。然后继续刷 EP，达到
1e2150EP，提升TP至3.4e6。
1e12DT购买DU2（3.2188x→2.8450x） ，此时大约有 1e2180EP，停止刷 EP，继续刷无限次
数或者永恒次数，然后提升 TP至3.5e6。
1e13DT购买DU1（512x→1024x） ，提升 TP至3.7e6。
1e13DT,1e2300EP左右，关闭 ID和IP翻倍自动购买，永恒一次获得 r133，然后进入膨胀
挂一会，提升 TP至3.9e6。
3.2e13DT购买DU3（243x→729x） ，提升 TP至1.1e7，现在应该已经完成了 r131，永恒次
数也达100万次，由于 TS192，再刷无限次数没有太大意义，现在可以刷 EP。
3e13DT,1e2330EP 左右，拥有48超光速星系和至少 70万次永恒次数， 停止自动复制星系，
永恒一次，使用被动路径（被动路径获得复制器的速度加快 1.5倍）+全暗路径， 等待r132。
最终挂了 20分钟左右，在 569+13+48 星系完成该成就。提升 TP至1.8e7。
1e14DT购买DU1（1024x→2048x）。
1e14DT购买DU2（2.8450x→2.5460x）。
1.5e14DT,1e2375EP 左右，拥有56超光速星系， 进入膨胀，完成 r137。现在在膨胀里可以
获得双倍的 DT，大部分时间不需要退出了。
6.4e14DT购买DU3（729x→2187x） ，提升TP至6e7。
1e15DT购买DU1（2048x→4096x）。
1e15DT购买DU10，其可以自动生成 TT，现在拥有 1e2380EP，1e15DT，拥有除了 r76，r134，
r138以外的全部成就，进入现实前的最终阶段。`,U={id:10,title:D,description:e,sections:T,content:x};export{x as content,U as default,e as description,n as id,T as sections,D as title};
