const T=13,R="十三、 完成现实升级（1e4-1e6 RM）",e=["现在已经解锁了符文献祭，你可以把不需要的符文进行献祭进行提升。五种符文要均衡提","升，如果某种符文比较少，之后现实时可以多选择该种符文。献祭 10级以下的、单词条的","符文，可以使每种献祭值提升至 4e3以上。"],n=[{title:"13.1 1e4-5e5 RM",content:["现在已经解锁了符文献祭，你可以把不需要的符文进行献祭进行提升。五种符文要均衡提","升，如果某种符文比较少，之后现实时可以多选择该种符文。献祭 10级以下的、单词条的","符文，可以使每种献祭值提升至 4e3以上。","现在的符文设置依然为之前的 TPDD/TRDD/TRRD/TDDD 等，具体词条不变，参见 15.4节，最","推荐的是 TRDD（T⠤(14)，R⠰(34)或⠴(134)，D⠆(12)） ，兼具 RM和符文等级，运行时间大","约10分钟，刚好可以对上一轮黑洞， TPDD（P⠴(134)）运行较快但是符文等级较低。","把自动机切换为第二个脚本： https://paste.ee/p/rMgWP 。（如果打不开可在群文件或本文","档底部查找 ）","复兴树：DILR + ECB + ACT + ACHNR + TP4  + REAL。","膨胀后期 手动使用 黑洞。","现在献祭值均达 4e4以上，且使用 15级符文TRDD时，一次可以得到 5e4RM和25级符文。","现在专注于获得剩下的现实升级，第五 组的升级需要 1e5RM购买。","RU45：解锁黑洞后玩了 100天（游戏时间） 。","RU51：总共拥有 2800个各种类型的星系。","RU52：拥有1e28000时间碎片。","RU53：15分钟内现实（游戏时间） 。","RU54：不装备任何符文获得 5000RM。","RU55：达到1e11111EP。","首先完成 RU53，现在使用自动机很容易在 10分钟内达到现实，注意不要进入黑洞，直接现","实即可。","然后是RU45，这是一个进度型升级，目前大约已经有了 20-30天的黑洞时间，继续购买一","些黑洞升级，最终可以获得该升级。其解锁了第二个黑洞，第二个黑洞仅在第一个黑洞激","活时才计时。把黑洞 2的升级买到和黑洞 1差不多成本即可。","此时应该完成了 50次现实，点完了复兴树的所有节点，获得成就 r146。","然后完成 RU55，需要激活双黑洞，使用 TRDD（词条T⠤(14)，R⠴(134)，D⠆(12)）即可，","如果符文都在 30级以上则只用第一个黑洞也能完成。","接下来完成 RU54，我们不能装备任何符文达到 5000RM（约1e8940EP） ，需要把所有献祭值","刷到5e4以上，且购买了 5e5RM以下的第一 组RU和所有黑洞升级，然后改 回第一个自动机","的脚本，如果卡住可以手动完成 EC，膨胀阶段使用双黑洞可以完成 RU54。","现在拥有了 5个符文框，首先用五种符文各一个达成一次现实，完成成就 r148。现在还剩","下两个RU没有完成， RU51和RU52。","RU52需要符文配置： TTTRR（词条： T任意，R⠔(13)，等级： 30） ，献祭值 5e4，购买了","5e5RM以下的RU和黑洞升级，使用双黑洞可以达成 1e28000时间碎片。","RU51需要符文配置： DDDRR（词条： D⠆(12)，R⠔(13)，等级： 30） ，献祭值 5e4，购买了","5e5RM以下的RU和黑洞升级，把 TS226切换为TS225，TS234切换为TS233以获得更多星","系，最终得到 2800星系。"]},{title:"13.2 5e5-1e6 RM（解锁 Cel1）",content:["现在获得了成就 r147，且解锁了天神 1（Cel1）。","目前拥有：前 14行全部成就。"]}],D=`13.1 1e4-5e5 RM
现在已经解锁了符文献祭，你可以把不需要的符文进行献祭进行提升。五种符文要均衡提
升，如果某种符文比较少，之后现实时可以多选择该种符文。献祭 10级以下的、单词条的
符文，可以使每种献祭值提升至 4e3以上。
现在的符文设置依然为之前的 TPDD/TRDD/TRRD/TDDD 等，具体词条不变，参见 15.4节，最
推荐的是 TRDD（T⠤(14)，R⠰(34)或⠴(134)，D⠆(12)） ，兼具 RM和符文等级，运行时间大
约10分钟，刚好可以对上一轮黑洞， TPDD（P⠴(134)）运行较快但是符文等级较低。
把自动机切换为第二个脚本： https://paste.ee/p/rMgWP 。（如果打不开可在群文件或本文
档底部查找 ）
复兴树：DILR + ECB + ACT + ACHNR + TP4  + REAL。
膨胀后期 手动使用 黑洞。
现在献祭值均达 4e4以上，且使用 15级符文TRDD时，一次可以得到 5e4RM和25级符文。
现在专注于获得剩下的现实升级，第五 组的升级需要 1e5RM购买。
RU45：解锁黑洞后玩了 100天（游戏时间） 。
RU51：总共拥有 2800个各种类型的星系。
RU52：拥有1e28000时间碎片。
RU53：15分钟内现实（游戏时间） 。
RU54：不装备任何符文获得 5000RM。
RU55：达到1e11111EP。
首先完成 RU53，现在使用自动机很容易在 10分钟内达到现实，注意不要进入黑洞，直接现
实即可。
然后是RU45，这是一个进度型升级，目前大约已经有了 20-30天的黑洞时间，继续购买一
些黑洞升级，最终可以获得该升级。其解锁了第二个黑洞，第二个黑洞仅在第一个黑洞激
活时才计时。把黑洞 2的升级买到和黑洞 1差不多成本即可。
此时应该完成了 50次现实，点完了复兴树的所有节点，获得成就 r146。
然后完成 RU55，需要激活双黑洞，使用 TRDD（词条T⠤(14)，R⠴(134)，D⠆(12)）即可，
如果符文都在 30级以上则只用第一个黑洞也能完成。
接下来完成 RU54，我们不能装备任何符文达到 5000RM（约1e8940EP） ，需要把所有献祭值
刷到5e4以上，且购买了 5e5RM以下的第一 组RU和所有黑洞升级，然后改 回第一个自动机
的脚本，如果卡住可以手动完成 EC，膨胀阶段使用双黑洞可以完成 RU54。
现在拥有了 5个符文框，首先用五种符文各一个达成一次现实，完成成就 r148。现在还剩
下两个RU没有完成， RU51和RU52。
RU52需要符文配置： TTTRR（词条： T任意，R⠔(13)，等级： 30） ，献祭值 5e4，购买了
5e5RM以下的RU和黑洞升级，使用双黑洞可以达成 1e28000时间碎片。
RU51需要符文配置： DDDRR（词条： D⠆(12)，R⠔(13)，等级： 30） ，献祭值 5e4，购买了
5e5RM以下的RU和黑洞升级，把 TS226切换为TS225，TS234切换为TS233以获得更多星
系，最终得到 2800星系。
13.2 5e5-1e6 RM（解锁 Cel1）
现在获得了成就 r147，且解锁了天神 1（Cel1）。
目前拥有：前 14行全部成就。`,U={id:13,title:R,description:e,sections:n,content:D};export{D as content,U as default,e as description,T as id,n as sections,R as title};
