const t=14,R="十四、 Cel1（1e6-1e24 RM）",e=["解锁Cel1之后看到可以填充 RM来获得RM倍数的加成，且可以获得一些里程碑。","首先把RM填充至1e6获得3.96倍RM加成，且得到里程碑 1，现实开始时就拥有所有永恒","升级。"],M=[{title:"14.1 1e6-1e13 RM",content:["解锁Cel1之后看到可以填充 RM来获得RM倍数的加成，且可以获得一些里程碑。","首先把RM填充至1e6获得3.96倍RM加成，且得到里程碑 1，现实开始时就拥有所有永恒","升级。","然后符文配置：","刷GL（符文等级） ： RRRDD/RRRRD （词条： R⠴(134)，D⠆(12)）","刷RM（现实机器） ： PPIIR/PIIIR （词条： P⠴(134)，I⠦(124)，R⠖(123)）","首先刷符文等级，把上述符文刷的差不多了开始刷 RM。5个30级的RRRDD一次就可以刷","100级以上的符文且可以得到 1e7RM以上（大约 8分钟一轮，使用双黑洞） 。依次购买 RU和","黑洞升级，如果没有合适的符文则选择当前献祭值较低的符文，然后进行符文献祭。","逐渐提升 RM和符文等级，一般在 Cel1中填充比目前低一个数量级的 RM。大约3e8RM，黑","洞1激活占比达到 50%以上，完成成就 r145，现在完成了前 14行全部成就。","当达到3e9RM左右，黑洞 2的激活占比已达 60%以上，切换到第三个自动机脚本。 （如果打","不开可在群文件或本文档底部查找 ）https://paste.ee/p/nQvns","注意：黑洞设置为不暂停。当黑洞 1处于未激活状态时，切换回第二个自动机脚本，也可","以选择忽略，因为未激活的时间仅有不到 2分钟。到 1e10RM阶段，每次现实已经非常快，","此时膨胀升级的自动购买速度已经拖后腿了，我们可以按住 购买最多膨胀升级来 购买这三","个膨胀升级（没有快捷键） 。填充了 1e10RM解锁第二个里程碑，现在可以撤销单个符文。","当刷RM的五个符文等级都超过 350时，现在一次现实可以得到 1e12RM，在刷RM时，如果","某次符文比较好，则可以重置本次现实，然后换成刷符文的符文组合去拿该符文。","现在大约有 1e12RM，符文配置：","刷符文： RRRRD/RRRDD （词条： R⠴(134)，D⠆(12)）","刷RM：RIIPP/RIIIP （词条： P⠴(134)，I⠦(124)，R⠖(123)）","现在符文等级可以超过 450级，刷一段时间把上述需要的符文都刷到，稀有度也很重要，","50级（70%）会比150级（30%）强一些 。然后继续刷 RM。当刷到 40%稀有度450级以上的","双词条/三词条符文就可以选了。"]},{title:"14.2 1e13-1e21 RM",content:["切换为刷 RM的符文配置，购买了 1e13RM以下的所有 RU和黑洞升级，填充至 1e13RM，然后","继续刷到 1e14RM解锁了Cel1的现实。","Cel1的现实是一个挑战，符文配置： TRRR+任意一个比较强的其他符文。 （词条： T⠤(14)，","R⠖(123)，P⠴(134)，I⠦(124)）","使用该辅助脚本可以轻松通过 Cel1。https://paste.ee/p/ep7EO","使用450级，50%左右稀有度的五个符文完成 Cel1，可以获得大约 8e10倍的献祭值加成。","然后把脚本切换回 e9-e60RM的主脚本，使用刷符文的配置，献祭一些符文，可以获得巨幅","提升，献祭值均达 1e18以上。","继续刷RM，现在一次现实可达 1e15RM，购买了 1e16RM以下的RU和黑洞升级，填充至","1e16RM，现在接近或已经完成了 r155，现在开始完成 r154。","使用辅助脚本。 https://paste.ee/p/2AmEc","注意：装备五个带 AD乘数的P符文（大于 1e19000倍即可） ，然后暂停黑洞，运行该脚本","即可。","现在继续刷符文，符文等级可达 900级以上，按住 购买三个膨胀升级可以大幅加速每次现","实的时间，如果在 e4000EP后发现没有想要的符文，则可以立刻现实。","符文配置 ：","刷符文：RRRRD/RRRDD （词条：R⠴(134)，D⠆(12)）","刷RM：RRIIP/RRIII（词条：P⠴(134)，I⠦(124)，R⠖(123)）","优先刷出 R和D符文使得符文等级进一步提升，然后再刷 P和I符文。仓库中存储了超过","100个符文时可以获得成就 r152。","刷到900级的R和I符文（40%稀有度即可）继续刷 RM，现在一次可以得到超过 1e17RM，","然后填充至 1e18RM后获得第三个里程碑，自动获得每秒 1%的EP。然后再使用 TRRRP的配","置进入Cel1，现在献祭值倍数可达超过 1e13。把献祭值刷到超过 1e22。","继续刷符文，现在可以获得超过 1150级的符文。","刷到1150级的R、P和I符文（40%稀有度即可）继续刷 RM，现在一次可以得到超过 1e20RM，","现在黑洞的激活占比超过 99.999%，获得成就 r158（黑洞处于永久激活状态） 。继续填充 RM，","达到1e21RM获得第四个里程碑，也解锁了 复兴商店。复兴商店的升级需要复兴点购买，现","在使用辅助脚本快速刷复兴点（ PP）。https://paste.ee/p/I8sN2","注意：该脚本需要符文 DRRRR（词条： D3（TT自动生成 ），R⠆(12)），1秒钟可以达成 3次现","实左右。再次检查是否拥有 r154，其有概率现实时获得双倍的 PP。"]},{title:"14.3 1e21-1e24 RM",content:["刷15分钟左右，然后可以购买 1000PP及以下的所有复兴升级，优先购买升级 4，其可以进","一步加快现实的速度。之后刷 RM刷符文不再需要按住回车买膨胀升级了。 由于复兴商店可","以给RM带来数百倍加成，很快达到 1e24RM，解锁了 Cel2。","目前拥有：前 14行全部成就 、r152、r154、r155、r158。"]}],n=`14.1 1e6-1e13 RM
解锁Cel1之后看到可以填充 RM来获得RM倍数的加成，且可以获得一些里程碑。
首先把RM填充至1e6获得3.96倍RM加成，且得到里程碑 1，现实开始时就拥有所有永恒
升级。
然后符文配置：
刷GL（符文等级） ： RRRDD/RRRRD （词条： R⠴(134)，D⠆(12)）
刷RM（现实机器） ： PPIIR/PIIIR （词条： P⠴(134)，I⠦(124)，R⠖(123)）
首先刷符文等级，把上述符文刷的差不多了开始刷 RM。5个30级的RRRDD一次就可以刷
100级以上的符文且可以得到 1e7RM以上（大约 8分钟一轮，使用双黑洞） 。依次购买 RU和
黑洞升级，如果没有合适的符文则选择当前献祭值较低的符文，然后进行符文献祭。
逐渐提升 RM和符文等级，一般在 Cel1中填充比目前低一个数量级的 RM。大约3e8RM，黑
洞1激活占比达到 50%以上，完成成就 r145，现在完成了前 14行全部成就。
当达到3e9RM左右，黑洞 2的激活占比已达 60%以上，切换到第三个自动机脚本。 （如果打
不开可在群文件或本文档底部查找 ）https://paste.ee/p/nQvns
注意：黑洞设置为不暂停。当黑洞 1处于未激活状态时，切换回第二个自动机脚本，也可
以选择忽略，因为未激活的时间仅有不到 2分钟。到 1e10RM阶段，每次现实已经非常快，
此时膨胀升级的自动购买速度已经拖后腿了，我们可以按住 购买最多膨胀升级来 购买这三
个膨胀升级（没有快捷键） 。填充了 1e10RM解锁第二个里程碑，现在可以撤销单个符文。
当刷RM的五个符文等级都超过 350时，现在一次现实可以得到 1e12RM，在刷RM时，如果
某次符文比较好，则可以重置本次现实，然后换成刷符文的符文组合去拿该符文。
现在大约有 1e12RM，符文配置：
刷符文： RRRRD/RRRDD （词条： R⠴(134)，D⠆(12)）
刷RM：RIIPP/RIIIP （词条： P⠴(134)，I⠦(124)，R⠖(123)）
现在符文等级可以超过 450级，刷一段时间把上述需要的符文都刷到，稀有度也很重要，
50级（70%）会比150级（30%）强一些 。然后继续刷 RM。当刷到 40%稀有度450级以上的
双词条/三词条符文就可以选了。
14.2 1e13-1e21 RM
切换为刷 RM的符文配置，购买了 1e13RM以下的所有 RU和黑洞升级，填充至 1e13RM，然后
继续刷到 1e14RM解锁了Cel1的现实。
Cel1的现实是一个挑战，符文配置： TRRR+任意一个比较强的其他符文。 （词条： T⠤(14)，
R⠖(123)，P⠴(134)，I⠦(124)）
使用该辅助脚本可以轻松通过 Cel1。https://paste.ee/p/ep7EO
使用450级，50%左右稀有度的五个符文完成 Cel1，可以获得大约 8e10倍的献祭值加成。
然后把脚本切换回 e9-e60RM的主脚本，使用刷符文的配置，献祭一些符文，可以获得巨幅
提升，献祭值均达 1e18以上。
继续刷RM，现在一次现实可达 1e15RM，购买了 1e16RM以下的RU和黑洞升级，填充至
1e16RM，现在接近或已经完成了 r155，现在开始完成 r154。
使用辅助脚本。 https://paste.ee/p/2AmEc
注意：装备五个带 AD乘数的P符文（大于 1e19000倍即可） ，然后暂停黑洞，运行该脚本
即可。
现在继续刷符文，符文等级可达 900级以上，按住 购买三个膨胀升级可以大幅加速每次现
实的时间，如果在 e4000EP后发现没有想要的符文，则可以立刻现实。
符文配置 ：
刷符文：RRRRD/RRRDD （词条：R⠴(134)，D⠆(12)）
刷RM：RRIIP/RRIII（词条：P⠴(134)，I⠦(124)，R⠖(123)）
优先刷出 R和D符文使得符文等级进一步提升，然后再刷 P和I符文。仓库中存储了超过
100个符文时可以获得成就 r152。
刷到900级的R和I符文（40%稀有度即可）继续刷 RM，现在一次可以得到超过 1e17RM，
然后填充至 1e18RM后获得第三个里程碑，自动获得每秒 1%的EP。然后再使用 TRRRP的配
置进入Cel1，现在献祭值倍数可达超过 1e13。把献祭值刷到超过 1e22。
继续刷符文，现在可以获得超过 1150级的符文。
刷到1150级的R、P和I符文（40%稀有度即可）继续刷 RM，现在一次可以得到超过 1e20RM，
现在黑洞的激活占比超过 99.999%，获得成就 r158（黑洞处于永久激活状态） 。继续填充 RM，
达到1e21RM获得第四个里程碑，也解锁了 复兴商店。复兴商店的升级需要复兴点购买，现
在使用辅助脚本快速刷复兴点（ PP）。https://paste.ee/p/I8sN2
注意：该脚本需要符文 DRRRR（词条： D3（TT自动生成 ），R⠆(12)），1秒钟可以达成 3次现
实左右。再次检查是否拥有 r154，其有概率现实时获得双倍的 PP。
14.3 1e21-1e24 RM
刷15分钟左右，然后可以购买 1000PP及以下的所有复兴升级，优先购买升级 4，其可以进
一步加快现实的速度。之后刷 RM刷符文不再需要按住回车买膨胀升级了。 由于复兴商店可
以给RM带来数百倍加成，很快达到 1e24RM，解锁了 Cel2。
目前拥有：前 14行全部成就 、r152、r154、r155、r158。`,I={id:14,title:R,description:e,sections:M,content:n};export{n as content,I as default,e as description,t as id,M as sections,R as title};
