const R=18,e="十八、 Cel5（1e92-1e1000+1e9iRM）",C=["符文设置：","刷黑洞时间： ETTTT（词条：E34）","刷符文： ERRRR（词条： E234）"],l=[{title:"18.1 Cel5进度：0/0/0/0（Cel1-4的记忆等级）",content:["存储一定的黑洞时间，把符文设置为 ERRIP（词条： E3457）进入Cel5，释放黑洞 ，可以得","到1e17400EP左右。现在以挂机为主，刷 Cel1-Cel4的记忆。 购买的优先级顺序：升级 >多","50%记忆块>多30%记忆，但是如果某个升级没有任何提升则优先点击记忆块，可以把鼠标","悬停在升级键上查看下个升级是否有新的内容解锁。","当Cel1的记忆等级提升至 2级，解锁了无限升级充能。首先充能无限升级 11，此后每 2个","--- Page 58 ---","等级解锁一个新的充能。每次等级达到偶数时退出 Cel5刷一轮黑洞、符文、 RM等。现在","Cel5内EP达1e17900左右，如果相差太远，请检查符文、充能是否正确，是否已释放黑","洞。","无限升级 充能设置：（例如41表示第4行第1列：基于特蕾莎等级降低维度提升的需求 ）","Cel5中： 11, 13, 23, 21, 22, 31, 32, 12, 33, 42, 41, 43","Cel5外： 41, 11, 13, 23, 21, 22, 31, 32, 33, 42, 12, 43 （如果要挂 RM，则把43放","到第一个，其可以自动获得 RM，但是少一个充能升级可能会影响进度）","Cel1达到3级，先不 升级至4级，而是先购买 50%记忆块和 30%记忆，然后升级。","Cel1达到4级，可以充能第 2个无限升级， 充能无限升级 13，目前Cel5内EP达1e18600","左右（如果退出 Cel5则充能41,11）。然后优先升级至 5级。","Cel1达到5级，现在基于 RM获得更多记忆 ，目前大约为 2倍。","Cel1达到6级，可以充能第 3个无限升级， 充能无限升级 23，目前Cel5内EP达1e19550","左右。接下来优先购买 30%记忆，再升到 7级，挂了 1-2小时达到 8级。","Cel1达到8级，可以充能第 4个无限升级， 充能无限升级 21。"]},{title:"18.2 Cel5进度：8/1/0/0",content:["当Cel1达到8级时，解锁了 Cel2的记忆。刷 Cel2的记忆时把符文切换为 ETRIP（与刷RS","的配置相同， E3567，释放黑洞） 。","Cel2达到2级，解锁了符文炼金。现在可以炼金第一个符文力量符文，其可以加成反物质","维度。把符文筛选设置为最低炼金值，炼金至上限然后献祭，自动现实改为 0秒，现在炼","金上限大约为 2750+。","把无限升级充能切换为 41,11,13,23（Cel5外） ，然后把 RM刷到1e105，符文刷到 6600级，","献祭倍数达到 1e23，然后把符文切换为 ETRIP，无限充能切换为 Cel5中，进入 Cel5，目前","Cel5内EP达1e18700左右。","Cel2达到3级，解锁了无限符文炼金，其可以加成无限维度。按照刚才的顺序，炼金至上","限（大约 3000）-刷符文-刷RM（释放黑洞） -刷Cel1。然后把符文切换为 ETRIP（词条：","E3567）可以购买第 3个超立方体，把 RM刷到1e124以上，再切换会 Cel5内的无限升级充","能和ETRIP，进入Cel5（注意每次进入挑战都需要释放黑洞使加成最大化） ，目前Cel5内","EP达1e19800左右。","Cel2达到4级，解锁了时间符文炼金，其可以加成时间维度。 （由于本级加成不明显，可以","--- Page 59 ---","等5级退出Cel5再炼金）","Cel2达到5级，解锁了复制符文炼金，其可以加成复制速度，且基于最高符文等级加成所","有记忆的获取，目前大约为 2倍，Cel5内EP达1e20000左右。","Cel2达到6级，解锁了膨胀符文炼金，其可以加成 DT速度。（由于本级加成不明显，可以","等7级退出Cel5再炼金）","Cel2达到7级，解锁了 鹿颈长符文炼金，其可以加成 RS的获取量 ，目前Cel5内EP达","1e20400左右。","Cel1达到10级，可以充能第 5个无限升级，充能无限升级 22。解锁了异变符文，其不是","一种新的符文，在符文界面可以查看，基于符文献祭值获得一个额外的词条。首先进入","Cel1，把献祭值倍数刷到 1e24，然后把所有献祭值刷到 1e36解锁一个额外词条（可以按住","购买音乐符文快速刷献祭值） 。现在由于每种符文都有了新词条，符文配置又有所变化。","刷黑洞时间： ETTTT（词条：E34）","刷符文： ERRRR（词条： E234）","刷RS：ETRIP（词条： E3457）","刷RM：EIIPP（词条： E1457，需要释放黑洞）","Cel1：ERPPP（词条： E3457，需要释放黑洞）","Cel5：","Cel1的记忆： EIIPP（词条： E3457，需要释放黑洞）","Cel2的记忆： ETRIP（词条： E3457，需要释放黑洞）","使用新配置和增强的 符文，可以得到 7250级符文、1e165RM、炼金上限 3400。","Cel2达到8级，解锁了基数符文炼金，其是第二层炼金，需要消耗第一层的资源，其可以","加成减缓复制器间隔的增长成本。且解锁了 Cel3的记忆。"]},{title:"18.3 Cel5进度：10/8/0/0",content:["现在解锁了 Cel3的记忆，使用符文配置 TTRRR（由于Cel3的记忆基于时间碎片，所以 释放","黑洞尤为重要 ！）。","Cel3达到1级，解锁了自动购买黑洞升级。","Cel3达到2级，现在可以储存更多时间，离线时可以使用。","现在Cel5的进度为 10/8/2/0，解锁了新功能“追思” ，追思可以把某一个天神的记忆块速","度×5，但是其他的记忆块获取速度减半，当前选择追思 Cel3。其余两个记忆，由于追思","--- Page 60 ---","的效果记忆块减半，所以优先购买 30%记忆。目前Cel5内EP达1e20900左右。","Cel3达到5级，基于游戏总时间加速所有记忆块的获取 。目前大约 1.5倍。注意现在由于","几个升级都没有加成，可以优先选择购买 50%记忆块和 30%记忆。","Cel3达到8级，解锁了 Cel4的记忆。现在可以完成成就 r165和r166。","r165把符文权重设置为初始（全都是 25）即可，很容易达成 5000级，r166把自动符文设","置成6969级（自动现实或自动机界面） ，如果始终无法达成完全一致的等级，可以在接近","时暂停黑洞 ，或者使用较差的符文 /手动调节符文因子 。"]},{title:"18.4 Cel5进度：10/8/8/0",content:["现在解锁了 Cel4的记忆，使用符文配置 RRIII（需要释放黑洞！ ） ，现在改为追思 Cel4。","Cel4达到1级，解锁了自动购买现实升级。","Cel4达到2级，时间膨胀在 12900TT 自动解锁。 目前Cel5内EP达1e31900左右。","Cel4达到5级，基于总记忆等级生产更多记忆 ，目前约为 1.6倍。","Cel4达到6级，解锁了三位一体研究和困难薇挑战，但是现在还不需要做挑战。在时间研","究界面购买第一个三位一体研究。","Cel2达到9级，解锁了永恒符文炼金 ，其可以加成永恒次数 。现在符文等级可达 7400级，","把RM刷到1e200以上，Cel倍数达8e26，炼金上限达 4000。进入Cel5，现在改为 Cel2的","记忆配置（ ETRIP，释放黑洞） ，追思 Cel2。目前Cel5内EP达1e28700左右。","Cel2达到10级，解锁了维度符文炼金 ，其可以加成所有维度 。现在每个普通符文都是 4词","条，且可以遇到 7词条的E符文，刷一会得到一个 7词条的E符文。然后购买第 4个超立","方体，把 RM刷到1e320以上，符文达 8200级以上， Cel1倍数达1e29，炼金值 5000以上。","进入Cel5，使用符文ETRIP，继续追思 Cel2。目前Cel5内EP达1e39600左右。"]},{title:"18.5 Cel5进度：11/10/9/7",content:["Cel1达到12级，可以充能第 6个无限升级 ，充能无限升级 31。","Cel3达到10级，解锁黑洞脉冲，其可以自动存储黑洞时间，应该始终开启，现在不再需要","手动释放黑洞。","Cel2达到11级，解锁暴涨符文炼金 ，其可以加成所有维度 。现在可以得到 1e345RM，获得","了成就r167，符文等级 8400级，Cel1倍数2e29，炼金值 5800，继续追思 Cel2（符文：","ETRIP）。","--- Page 61 ---","Cel2达到12级，解锁异变符文炼金 ，其可以加成超光速星系 。现在可以得到 1e375RM，符","文等级8500级，Cel1倍数5e29，炼金值 6100。由于Cel13-14级均为增强炼金效率，对推","进进度无加成，所以 改为追思Cel4（符文：RRRII）。目前Cel5内EP达1e51600左右。","Cel4达到10级，大幅 推进所有非维度资源生产（ 包括时间之理 、无限次数、永恒次数 、膨","胀时间、复制器 、记忆和记忆块等 ）。现在可以得到 1e415RM，8850级符文， Cel1倍数达","2e30，炼金值达 6900。然后继续提升至 1e435RM，9000级符文， Cel1倍数达4e30，把献祭","值刷到1e43，解锁了异变符文的第二效果 ：大幅增强一些符文的词条 。然后继续提升至","1e455RM，9200级符文， Cel1倍数达6e30，炼金值达 7900。现在改为追思Cel1（符文：","EIIPP）。","Cel2达到13级，解锁协同符文炼金 ，其可以加成炼金效率 。其是第三层符文，需要消耗第","二层或第一层的炼金资源。 继续追思 Cel1，下一个目标是 15级Cel1增强复兴商店。","Cel1达到14级，可以充能第 7个无限升级 ，充能无限升级 32。","Cel1达到15级，提升复兴商店的购买上限，我们可以把自动现实设置为 0秒，刷一些复兴","点数。然后购买其中的升级，其中 RM倍增影响过小，不需要购买。可购买 1、3、4项，另","外现在可以一次性购买音乐符文，填充满仓库，可以按住回车快速刷献祭值，但是复兴点","数也会快速消耗。 现在可以得到 1e515RM，9400级符文， Cel1倍数达2e31，炼金值达 8300。","现在改为追思 Cel4（符文：RRRRR）。","Cel1达到16级，可以充能第 8个无限升级 ，充能无限升级 12。","Cel2达到14级，解锁退相干符文炼金 ，其可以归还炼金资源 ，暂不退出， 继续追思 Cel4。","Cel4达到12级，解锁了第二个三位一体研究，但是空间定理已经不够了，我们现在需要打","困难薇挑战才能得到空间定理。","目前拥有：前 16行全部成就。"]},{title:"18.6 Cel5进度：16/14/11/12",content:["现在Cel4达到12级，在Cel4界面切换到困难挑战，一共只有 3个挑战，每个可以完成五","次（其实在 Cel4达到6级就解锁了，但是当时一个都打不过） 。在 Cel4召唤五个诅咒符文","（简称C符文） 。","符文安魂曲 ：CCCET（完成3次）（如果比较困难则先多刷一点 RM，达到7200TT手动点击","193、214、228、234进入膨胀 ）","符文禁闭 ：ERRRR（完成2次）","--- Page 62 ---","现在可以购买第二个三体研究，现在可以得到 1e730RM，9800级符文， Cel1倍数达7e32，","炼金值达 9300。继续追思 Cel2（符文：ETRIP）。","Cel2达到15级，解锁动量符文炼金 ，其可以基于游戏时间加成所有维度 ，且符文等级基于","RS提升。现在可以得到 1e760RM，9900级符文， Cel1倍数达1e33，炼金值达 9500。","Cel2达到16级，解锁 诸界奥义 符文炼金 ，其可以加成现实次数，即现在一次现实可以自动","得到很多符文 。其是第四层符文，需要消耗第二或第三层资源。 暂不退出，继续追思 Cel2。","Cel2达到17级，解锁 神秘力场 符文炼金，其可以基于 RM加成反物质维度。现在可以得到","1e780RM，9900级符文， Cel1倍数达7e33，炼金值达 9700。","Cel2达到18级，解锁 增幅秘术 符文炼金，其基于复制器加成 IP。现在可以得到 1e855RM，","10050级符文， Cel1倍数达1e34，炼金值达 10300。继续追思 Cel2。","Cel1达到18级，可以充能第 9个无限升级 ，充能无限升级 33。","Cel2达到19级，解锁 无尽奥秘 符文炼金，其可以自动生产现实和复兴点数。现在可以购买","第5个超立方体，得到 1e970RM，10300级符文， Cel1倍数达5e34，炼金值达 10900。继续","追思Cel2。","Cel2达到20级，解锁 无限虚空 符文炼金，其可以增强超立方体的效果。现在得到 1e1000RM","（已达上限） ， 10500级符文， Cel1倍数达1e35，炼金值达 11000。"]},{title:"18.7 Cel5进度：18/20/13/13",content:["现在现实机器已经到达上限， 获得成就 r173。无法继续获得 RM，但是解锁了一种新的机制","虚幻机器（IM） ，在现实子界面查看，购买目前能购买的 虚幻升级（IU） ，使用刷 RM的符文","配置（EIIPP）来刷IM即可。虚幻升级暂时不能自动购买，前两 组升级可以多次购买， 3-5","组则类似现实升级，有一些解锁条件，达成后可以购买 。目前得到10800级符文， Cel1倍","数达1e35，炼金值达 12500。购买1e4IM及以下的 虚幻升级。由于21-24级都没有新的炼","金内容，现在改为追思Cel4（符文：RRRII）。","Cel2达到21级，解锁 未知预言 符文炼金，其可以一次触发多次炼金效果。 暂不退出。","Cel1达到20级，可以充能第 10个无限升级 ，充能无限升级 42。","Cel3达到15级，现在可以获得更多 DT。继续追思Cel4（符文配置： RRRRI）。","Cel4达到15级，现在成就加成 TT的生产。查看成就界面，应该已经完成了前 16行的全部","成就和r173，如果r163还没有完成则暂停黑洞，使用 E符文即可。现在得到 6e4IM，11100","级符文， Cel1倍数达5e35，炼金值达 13800。现在改为追思 Cel1（符文配置： EIIIP）。下","--- Page 63 ---","一个目标是把 Cel1和Cel2刷到25级，两个记忆的升级价格基本相同，可以来回切换符文","和追思刷记忆块 ，尽可能让 Cel1和Cel2同时到达 25级。","Cel1达到22级，可以充能第 11个无限升级 ，充能无限升级 41。现在不再需要在 Cel5中","和Cel5外调整充能升级（不管是 Cel5里面还是外面都差最后一个升级 43） 。现在改为追思","Cel2（符文配置： EIRTP） ，大约 22级之后不再需要先点升级，而是把左边两个加速的升级","点满，先点 30%记忆，再点 50%记忆块，最后再点升级。","Cel1达到24级，可以充能第 12个无限升级 ，充能无限升级 43，现在充能了所有无限升","级。","Cel2达到25级，解锁了现实符文。"]},{title:"18.8 Cel5进度：24/25/18/17",content:["退出Cel5，来到符文炼金界面查看现实符文， 现实符文并非直接刷到，而是通过炼金前四","层的所有资源获得。首先获得一个现实符文（低等级就可以）然后献祭一次得到成就 r171。","然后把献祭值刷满，可以得到一个 13000级以上的现实符文（简写为 Y） 。使用 YETTT，现","在可以得到 7e5以上IM，然后再使用 YERRR刷符文和炼金值，现在炼金值上限达 15500，","可以得到一个 15500+级的Y符文。","现在拥有一个 15500级以上的 Y符文，需要大量修改符文配置。","刷黑洞时间： ETTTT","刷符文： YERRR","刷RS：YETIP","刷RM：YETTT","Cel1：YETTT","现在得到 1.8e6IM，12000级符文， Cel1倍数达4e38，炼金值达 18000（不刷现实符文的时","候点击符文炼金正中间的现实符文，取消其炼金） 。","Cel1达到25级，现在 TP的获取速度更快。","继续打开现实符文的炼金，现在获得一个 18000+级的Y符文，现在得到 4e6IM，12700级符","文，Cel1倍数达4e39，炼金值达 21500。","继续打开现实符文的炼金，现在获得一个 21500+级的Y符文，现在得到 7e6IM，13000级符","文，Cel1倍数达2e40，炼金值达 22500。现在按住回车刷音乐符文，很快得到 1e60献祭","值，所有符文强度提升，现在得到 8e6IM，13300级符文， Cel1倍数达4e40，炼金值达","--- Page 64 ---","23500。","继续打开现实符文的炼金，现在获得一个 23500+级的Y符文，现在得到 1e7IM，13700级符","文（购买了全部第一项复兴商店：符文不稳定推迟 ），Cel1倍数达2e41，炼金值达 25000","（硬上限） 。","现在获得一个 25000级的现实符文，其有四个词条。现在得到 15600级符文， 1.4e7IM，","Cel1倍数达2e41，献祭值刷到 1e61。","先不急着继续刷记忆块， 刷一下现实符文的献祭倍数，方法是打开现实符文的炼金，大约","5000级停止，然后获得一个现实符文（注意不要让第四层资源低于 15000！否则刷回来要","很多时间） ，一次可以增长 100点献祭值，再打开现实符文炼金，大约刷 5-10分钟把现实","符文的献祭值刷到 10000+，其加成记忆块的获取 7-8倍。然后把所有炼金资源刷满，追思","Cel4（符文配置： RRRRI）。","Cel4达到18级，解锁了第三个三位一体研究。 把符文设置为： ETRRP，黑洞设置为减缓全","局时间1e300，反转黑洞，进入困难 Cel4挑战，完成五次 后目的地 ，现在可以购买第三个","三位一体研究。 现在购买第6个超立方体 得到15900级符文， 2e7IM，Cel1倍数达1e42，","献祭值刷到 1e62。","由于Cel4的18-23级都没有任何明显的提升，所以优先把 30%记忆和50%记忆块买到上限，","然后再进行升级。","Cel4达到24级，现在解锁了最后一个三位一体研究，完成最后的困难 Cel4挑战。","符文安魂曲 ：CCCCC（完成5次）","符文禁闭 ：YERRR（完成5次）","完成之后获得 10个空间定理，购买最后一个三位一体研究。","现在得到 16400级符文， 4.5e7IM，Cel1倍数达5e43，献祭值刷到 2e64。现在追思 Cel3","（符文配置： RRRTT）。","同理， 由于Cel3的18-24级都没有任何明显的提升，所以优先把 30%记忆和50%记忆块买","到上限，然后再进行升级（由于记忆块已经很多，可以不购买最后一次 +50%记忆块） 。","Cel3达到25级，时间符文的效果提升且获得一个新效果（增强时间碎片） 。现在得到 16500","级符文， 6.5e7IM，Cel1倍数达3e44，献祭值刷到 1e65。","Cel4达到25级，增加成就的奖励。"]},{title:"18.9 Cel5进度：25/25/25/25",content:["--- Page 65 ---","现在完成了所有 Cel5的记忆，应该拥有 16800级符文， 8e7IM，Cel1倍数达8e44，献祭值","刷到3e65。专注于解锁第三 组虚幻升级。","虚幻升级解锁总述：","IU31：YETIP","IU32：YETRP","IU33：YETTT","IU34：YETTT","IU35：YETTT","IU31：符文配置 YETIP，一次现实可以得到 4e87RS，刷6分钟得到 1e90RS，解锁IU31，需","要5e7IM购买。","IU32：符文配置 YETRP，关闭自动符文因子，把任意一项拉到 100%（选择第三项膨胀） ，得","到9000级符文现实一次，解锁 IU32，需要5e7IM购买。","IU33：符文配置 YETTT，进入Cel3，进入EC6+C10，得到1e308RM即可解锁 IU33，需要","5e7IM购买。","现在拥有 4e8IM，购买4e8IM以下的所有 虚幻升级，动量达1.13以上（在符文炼金第三层","查看），拥有17350级符文， Cel1倍数达5e45，献祭值刷到 7e67。","IU34：符文配置 YETTT，进入EC5即可解锁 IU34，需要4e8IM购买。","现在拥有 1e9IM，购买1e9IM以下的所有 虚幻升级，拥有 17700级符文， Cel1倍数达1e47，","献祭值刷到 1e70（需要按住回车刷音乐符文，大约 3-5分钟） ，黑洞时间 1e192年。动量达","1.16以上。","IU35：符文配置 YETTT（17900级） ，动量超过 1.16，关闭无限维度 和时间维度 自动购买 。","现实一次 ，进入EC2，打开时间维度的自动购买 即可解锁 IU35（若不够则再刷一些献祭值","或等待动量继续增长 ），需要1e9IM购买。完成后记得重新打开无限维度的自动购买。","当前拥有：前 16行全部成就、 r171、r172、r173、r175。"]}],n=`18.1 Cel5进度：0/0/0/0（Cel1-4的记忆等级）
存储一定的黑洞时间，把符文设置为 ERRIP（词条： E3457）进入Cel5，释放黑洞 ，可以得
到1e17400EP左右。现在以挂机为主，刷 Cel1-Cel4的记忆。 购买的优先级顺序：升级 >多
50%记忆块>多30%记忆，但是如果某个升级没有任何提升则优先点击记忆块，可以把鼠标
悬停在升级键上查看下个升级是否有新的内容解锁。
当Cel1的记忆等级提升至 2级，解锁了无限升级充能。首先充能无限升级 11，此后每 2个
--- Page 58 ---
等级解锁一个新的充能。每次等级达到偶数时退出 Cel5刷一轮黑洞、符文、 RM等。现在
Cel5内EP达1e17900左右，如果相差太远，请检查符文、充能是否正确，是否已释放黑
洞。
无限升级 充能设置：（例如41表示第4行第1列：基于特蕾莎等级降低维度提升的需求 ）
Cel5中： 11, 13, 23, 21, 22, 31, 32, 12, 33, 42, 41, 43
Cel5外： 41, 11, 13, 23, 21, 22, 31, 32, 33, 42, 12, 43 （如果要挂 RM，则把43放
到第一个，其可以自动获得 RM，但是少一个充能升级可能会影响进度）
Cel1达到3级，先不 升级至4级，而是先购买 50%记忆块和 30%记忆，然后升级。
Cel1达到4级，可以充能第 2个无限升级， 充能无限升级 13，目前Cel5内EP达1e18600
左右（如果退出 Cel5则充能41,11）。然后优先升级至 5级。
Cel1达到5级，现在基于 RM获得更多记忆 ，目前大约为 2倍。
Cel1达到6级，可以充能第 3个无限升级， 充能无限升级 23，目前Cel5内EP达1e19550
左右。接下来优先购买 30%记忆，再升到 7级，挂了 1-2小时达到 8级。
Cel1达到8级，可以充能第 4个无限升级， 充能无限升级 21。
18.2 Cel5进度：8/1/0/0
当Cel1达到8级时，解锁了 Cel2的记忆。刷 Cel2的记忆时把符文切换为 ETRIP（与刷RS
的配置相同， E3567，释放黑洞） 。
Cel2达到2级，解锁了符文炼金。现在可以炼金第一个符文力量符文，其可以加成反物质
维度。把符文筛选设置为最低炼金值，炼金至上限然后献祭，自动现实改为 0秒，现在炼
金上限大约为 2750+。
把无限升级充能切换为 41,11,13,23（Cel5外） ，然后把 RM刷到1e105，符文刷到 6600级，
献祭倍数达到 1e23，然后把符文切换为 ETRIP，无限充能切换为 Cel5中，进入 Cel5，目前
Cel5内EP达1e18700左右。
Cel2达到3级，解锁了无限符文炼金，其可以加成无限维度。按照刚才的顺序，炼金至上
限（大约 3000）-刷符文-刷RM（释放黑洞） -刷Cel1。然后把符文切换为 ETRIP（词条：
E3567）可以购买第 3个超立方体，把 RM刷到1e124以上，再切换会 Cel5内的无限升级充
能和ETRIP，进入Cel5（注意每次进入挑战都需要释放黑洞使加成最大化） ，目前Cel5内
EP达1e19800左右。
Cel2达到4级，解锁了时间符文炼金，其可以加成时间维度。 （由于本级加成不明显，可以
--- Page 59 ---
等5级退出Cel5再炼金）
Cel2达到5级，解锁了复制符文炼金，其可以加成复制速度，且基于最高符文等级加成所
有记忆的获取，目前大约为 2倍，Cel5内EP达1e20000左右。
Cel2达到6级，解锁了膨胀符文炼金，其可以加成 DT速度。（由于本级加成不明显，可以
等7级退出Cel5再炼金）
Cel2达到7级，解锁了 鹿颈长符文炼金，其可以加成 RS的获取量 ，目前Cel5内EP达
1e20400左右。
Cel1达到10级，可以充能第 5个无限升级，充能无限升级 22。解锁了异变符文，其不是
一种新的符文，在符文界面可以查看，基于符文献祭值获得一个额外的词条。首先进入
Cel1，把献祭值倍数刷到 1e24，然后把所有献祭值刷到 1e36解锁一个额外词条（可以按住
购买音乐符文快速刷献祭值） 。现在由于每种符文都有了新词条，符文配置又有所变化。
刷黑洞时间： ETTTT（词条：E34）
刷符文： ERRRR（词条： E234）
刷RS：ETRIP（词条： E3457）
刷RM：EIIPP（词条： E1457，需要释放黑洞）
Cel1：ERPPP（词条： E3457，需要释放黑洞）
Cel5：
Cel1的记忆： EIIPP（词条： E3457，需要释放黑洞）
Cel2的记忆： ETRIP（词条： E3457，需要释放黑洞）
使用新配置和增强的 符文，可以得到 7250级符文、1e165RM、炼金上限 3400。
Cel2达到8级，解锁了基数符文炼金，其是第二层炼金，需要消耗第一层的资源，其可以
加成减缓复制器间隔的增长成本。且解锁了 Cel3的记忆。
18.3 Cel5进度：10/8/0/0
现在解锁了 Cel3的记忆，使用符文配置 TTRRR（由于Cel3的记忆基于时间碎片，所以 释放
黑洞尤为重要 ！）。
Cel3达到1级，解锁了自动购买黑洞升级。
Cel3达到2级，现在可以储存更多时间，离线时可以使用。
现在Cel5的进度为 10/8/2/0，解锁了新功能“追思” ，追思可以把某一个天神的记忆块速
度×5，但是其他的记忆块获取速度减半，当前选择追思 Cel3。其余两个记忆，由于追思
--- Page 60 ---
的效果记忆块减半，所以优先购买 30%记忆。目前Cel5内EP达1e20900左右。
Cel3达到5级，基于游戏总时间加速所有记忆块的获取 。目前大约 1.5倍。注意现在由于
几个升级都没有加成，可以优先选择购买 50%记忆块和 30%记忆。
Cel3达到8级，解锁了 Cel4的记忆。现在可以完成成就 r165和r166。
r165把符文权重设置为初始（全都是 25）即可，很容易达成 5000级，r166把自动符文设
置成6969级（自动现实或自动机界面） ，如果始终无法达成完全一致的等级，可以在接近
时暂停黑洞 ，或者使用较差的符文 /手动调节符文因子 。
18.4 Cel5进度：10/8/8/0
现在解锁了 Cel4的记忆，使用符文配置 RRIII（需要释放黑洞！ ） ，现在改为追思 Cel4。
Cel4达到1级，解锁了自动购买现实升级。
Cel4达到2级，时间膨胀在 12900TT 自动解锁。 目前Cel5内EP达1e31900左右。
Cel4达到5级，基于总记忆等级生产更多记忆 ，目前约为 1.6倍。
Cel4达到6级，解锁了三位一体研究和困难薇挑战，但是现在还不需要做挑战。在时间研
究界面购买第一个三位一体研究。
Cel2达到9级，解锁了永恒符文炼金 ，其可以加成永恒次数 。现在符文等级可达 7400级，
把RM刷到1e200以上，Cel倍数达8e26，炼金上限达 4000。进入Cel5，现在改为 Cel2的
记忆配置（ ETRIP，释放黑洞） ，追思 Cel2。目前Cel5内EP达1e28700左右。
Cel2达到10级，解锁了维度符文炼金 ，其可以加成所有维度 。现在每个普通符文都是 4词
条，且可以遇到 7词条的E符文，刷一会得到一个 7词条的E符文。然后购买第 4个超立
方体，把 RM刷到1e320以上，符文达 8200级以上， Cel1倍数达1e29，炼金值 5000以上。
进入Cel5，使用符文ETRIP，继续追思 Cel2。目前Cel5内EP达1e39600左右。
18.5 Cel5进度：11/10/9/7
Cel1达到12级，可以充能第 6个无限升级 ，充能无限升级 31。
Cel3达到10级，解锁黑洞脉冲，其可以自动存储黑洞时间，应该始终开启，现在不再需要
手动释放黑洞。
Cel2达到11级，解锁暴涨符文炼金 ，其可以加成所有维度 。现在可以得到 1e345RM，获得
了成就r167，符文等级 8400级，Cel1倍数2e29，炼金值 5800，继续追思 Cel2（符文：
ETRIP）。
--- Page 61 ---
Cel2达到12级，解锁异变符文炼金 ，其可以加成超光速星系 。现在可以得到 1e375RM，符
文等级8500级，Cel1倍数5e29，炼金值 6100。由于Cel13-14级均为增强炼金效率，对推
进进度无加成，所以 改为追思Cel4（符文：RRRII）。目前Cel5内EP达1e51600左右。
Cel4达到10级，大幅 推进所有非维度资源生产（ 包括时间之理 、无限次数、永恒次数 、膨
胀时间、复制器 、记忆和记忆块等 ）。现在可以得到 1e415RM，8850级符文， Cel1倍数达
2e30，炼金值达 6900。然后继续提升至 1e435RM，9000级符文， Cel1倍数达4e30，把献祭
值刷到1e43，解锁了异变符文的第二效果 ：大幅增强一些符文的词条 。然后继续提升至
1e455RM，9200级符文， Cel1倍数达6e30，炼金值达 7900。现在改为追思Cel1（符文：
EIIPP）。
Cel2达到13级，解锁协同符文炼金 ，其可以加成炼金效率 。其是第三层符文，需要消耗第
二层或第一层的炼金资源。 继续追思 Cel1，下一个目标是 15级Cel1增强复兴商店。
Cel1达到14级，可以充能第 7个无限升级 ，充能无限升级 32。
Cel1达到15级，提升复兴商店的购买上限，我们可以把自动现实设置为 0秒，刷一些复兴
点数。然后购买其中的升级，其中 RM倍增影响过小，不需要购买。可购买 1、3、4项，另
外现在可以一次性购买音乐符文，填充满仓库，可以按住回车快速刷献祭值，但是复兴点
数也会快速消耗。 现在可以得到 1e515RM，9400级符文， Cel1倍数达2e31，炼金值达 8300。
现在改为追思 Cel4（符文：RRRRR）。
Cel1达到16级，可以充能第 8个无限升级 ，充能无限升级 12。
Cel2达到14级，解锁退相干符文炼金 ，其可以归还炼金资源 ，暂不退出， 继续追思 Cel4。
Cel4达到12级，解锁了第二个三位一体研究，但是空间定理已经不够了，我们现在需要打
困难薇挑战才能得到空间定理。
目前拥有：前 16行全部成就。
18.6 Cel5进度：16/14/11/12
现在Cel4达到12级，在Cel4界面切换到困难挑战，一共只有 3个挑战，每个可以完成五
次（其实在 Cel4达到6级就解锁了，但是当时一个都打不过） 。在 Cel4召唤五个诅咒符文
（简称C符文） 。
符文安魂曲 ：CCCET（完成3次）（如果比较困难则先多刷一点 RM，达到7200TT手动点击
193、214、228、234进入膨胀 ）
符文禁闭 ：ERRRR（完成2次）
--- Page 62 ---
现在可以购买第二个三体研究，现在可以得到 1e730RM，9800级符文， Cel1倍数达7e32，
炼金值达 9300。继续追思 Cel2（符文：ETRIP）。
Cel2达到15级，解锁动量符文炼金 ，其可以基于游戏时间加成所有维度 ，且符文等级基于
RS提升。现在可以得到 1e760RM，9900级符文， Cel1倍数达1e33，炼金值达 9500。
Cel2达到16级，解锁 诸界奥义 符文炼金 ，其可以加成现实次数，即现在一次现实可以自动
得到很多符文 。其是第四层符文，需要消耗第二或第三层资源。 暂不退出，继续追思 Cel2。
Cel2达到17级，解锁 神秘力场 符文炼金，其可以基于 RM加成反物质维度。现在可以得到
1e780RM，9900级符文， Cel1倍数达7e33，炼金值达 9700。
Cel2达到18级，解锁 增幅秘术 符文炼金，其基于复制器加成 IP。现在可以得到 1e855RM，
10050级符文， Cel1倍数达1e34，炼金值达 10300。继续追思 Cel2。
Cel1达到18级，可以充能第 9个无限升级 ，充能无限升级 33。
Cel2达到19级，解锁 无尽奥秘 符文炼金，其可以自动生产现实和复兴点数。现在可以购买
第5个超立方体，得到 1e970RM，10300级符文， Cel1倍数达5e34，炼金值达 10900。继续
追思Cel2。
Cel2达到20级，解锁 无限虚空 符文炼金，其可以增强超立方体的效果。现在得到 1e1000RM
（已达上限） ， 10500级符文， Cel1倍数达1e35，炼金值达 11000。
18.7 Cel5进度：18/20/13/13
现在现实机器已经到达上限， 获得成就 r173。无法继续获得 RM，但是解锁了一种新的机制
虚幻机器（IM） ，在现实子界面查看，购买目前能购买的 虚幻升级（IU） ，使用刷 RM的符文
配置（EIIPP）来刷IM即可。虚幻升级暂时不能自动购买，前两 组升级可以多次购买， 3-5
组则类似现实升级，有一些解锁条件，达成后可以购买 。目前得到10800级符文， Cel1倍
数达1e35，炼金值达 12500。购买1e4IM及以下的 虚幻升级。由于21-24级都没有新的炼
金内容，现在改为追思Cel4（符文：RRRII）。
Cel2达到21级，解锁 未知预言 符文炼金，其可以一次触发多次炼金效果。 暂不退出。
Cel1达到20级，可以充能第 10个无限升级 ，充能无限升级 42。
Cel3达到15级，现在可以获得更多 DT。继续追思Cel4（符文配置： RRRRI）。
Cel4达到15级，现在成就加成 TT的生产。查看成就界面，应该已经完成了前 16行的全部
成就和r173，如果r163还没有完成则暂停黑洞，使用 E符文即可。现在得到 6e4IM，11100
级符文， Cel1倍数达5e35，炼金值达 13800。现在改为追思 Cel1（符文配置： EIIIP）。下
--- Page 63 ---
一个目标是把 Cel1和Cel2刷到25级，两个记忆的升级价格基本相同，可以来回切换符文
和追思刷记忆块 ，尽可能让 Cel1和Cel2同时到达 25级。
Cel1达到22级，可以充能第 11个无限升级 ，充能无限升级 41。现在不再需要在 Cel5中
和Cel5外调整充能升级（不管是 Cel5里面还是外面都差最后一个升级 43） 。现在改为追思
Cel2（符文配置： EIRTP） ，大约 22级之后不再需要先点升级，而是把左边两个加速的升级
点满，先点 30%记忆，再点 50%记忆块，最后再点升级。
Cel1达到24级，可以充能第 12个无限升级 ，充能无限升级 43，现在充能了所有无限升
级。
Cel2达到25级，解锁了现实符文。
18.8 Cel5进度：24/25/18/17
退出Cel5，来到符文炼金界面查看现实符文， 现实符文并非直接刷到，而是通过炼金前四
层的所有资源获得。首先获得一个现实符文（低等级就可以）然后献祭一次得到成就 r171。
然后把献祭值刷满，可以得到一个 13000级以上的现实符文（简写为 Y） 。使用 YETTT，现
在可以得到 7e5以上IM，然后再使用 YERRR刷符文和炼金值，现在炼金值上限达 15500，
可以得到一个 15500+级的Y符文。
现在拥有一个 15500级以上的 Y符文，需要大量修改符文配置。
刷黑洞时间： ETTTT
刷符文： YERRR
刷RS：YETIP
刷RM：YETTT
Cel1：YETTT
现在得到 1.8e6IM，12000级符文， Cel1倍数达4e38，炼金值达 18000（不刷现实符文的时
候点击符文炼金正中间的现实符文，取消其炼金） 。
Cel1达到25级，现在 TP的获取速度更快。
继续打开现实符文的炼金，现在获得一个 18000+级的Y符文，现在得到 4e6IM，12700级符
文，Cel1倍数达4e39，炼金值达 21500。
继续打开现实符文的炼金，现在获得一个 21500+级的Y符文，现在得到 7e6IM，13000级符
文，Cel1倍数达2e40，炼金值达 22500。现在按住回车刷音乐符文，很快得到 1e60献祭
值，所有符文强度提升，现在得到 8e6IM，13300级符文， Cel1倍数达4e40，炼金值达
--- Page 64 ---
23500。
继续打开现实符文的炼金，现在获得一个 23500+级的Y符文，现在得到 1e7IM，13700级符
文（购买了全部第一项复兴商店：符文不稳定推迟 ），Cel1倍数达2e41，炼金值达 25000
（硬上限） 。
现在获得一个 25000级的现实符文，其有四个词条。现在得到 15600级符文， 1.4e7IM，
Cel1倍数达2e41，献祭值刷到 1e61。
先不急着继续刷记忆块， 刷一下现实符文的献祭倍数，方法是打开现实符文的炼金，大约
5000级停止，然后获得一个现实符文（注意不要让第四层资源低于 15000！否则刷回来要
很多时间） ，一次可以增长 100点献祭值，再打开现实符文炼金，大约刷 5-10分钟把现实
符文的献祭值刷到 10000+，其加成记忆块的获取 7-8倍。然后把所有炼金资源刷满，追思
Cel4（符文配置： RRRRI）。
Cel4达到18级，解锁了第三个三位一体研究。 把符文设置为： ETRRP，黑洞设置为减缓全
局时间1e300，反转黑洞，进入困难 Cel4挑战，完成五次 后目的地 ，现在可以购买第三个
三位一体研究。 现在购买第6个超立方体 得到15900级符文， 2e7IM，Cel1倍数达1e42，
献祭值刷到 1e62。
由于Cel4的18-23级都没有任何明显的提升，所以优先把 30%记忆和50%记忆块买到上限，
然后再进行升级。
Cel4达到24级，现在解锁了最后一个三位一体研究，完成最后的困难 Cel4挑战。
符文安魂曲 ：CCCCC（完成5次）
符文禁闭 ：YERRR（完成5次）
完成之后获得 10个空间定理，购买最后一个三位一体研究。
现在得到 16400级符文， 4.5e7IM，Cel1倍数达5e43，献祭值刷到 2e64。现在追思 Cel3
（符文配置： RRRTT）。
同理， 由于Cel3的18-24级都没有任何明显的提升，所以优先把 30%记忆和50%记忆块买
到上限，然后再进行升级（由于记忆块已经很多，可以不购买最后一次 +50%记忆块） 。
Cel3达到25级，时间符文的效果提升且获得一个新效果（增强时间碎片） 。现在得到 16500
级符文， 6.5e7IM，Cel1倍数达3e44，献祭值刷到 1e65。
Cel4达到25级，增加成就的奖励。
18.9 Cel5进度：25/25/25/25
--- Page 65 ---
现在完成了所有 Cel5的记忆，应该拥有 16800级符文， 8e7IM，Cel1倍数达8e44，献祭值
刷到3e65。专注于解锁第三 组虚幻升级。
虚幻升级解锁总述：
IU31：YETIP
IU32：YETRP
IU33：YETTT
IU34：YETTT
IU35：YETTT
IU31：符文配置 YETIP，一次现实可以得到 4e87RS，刷6分钟得到 1e90RS，解锁IU31，需
要5e7IM购买。
IU32：符文配置 YETRP，关闭自动符文因子，把任意一项拉到 100%（选择第三项膨胀） ，得
到9000级符文现实一次，解锁 IU32，需要5e7IM购买。
IU33：符文配置 YETTT，进入Cel3，进入EC6+C10，得到1e308RM即可解锁 IU33，需要
5e7IM购买。
现在拥有 4e8IM，购买4e8IM以下的所有 虚幻升级，动量达1.13以上（在符文炼金第三层
查看），拥有17350级符文， Cel1倍数达5e45，献祭值刷到 7e67。
IU34：符文配置 YETTT，进入EC5即可解锁 IU34，需要4e8IM购买。
现在拥有 1e9IM，购买1e9IM以下的所有 虚幻升级，拥有 17700级符文， Cel1倍数达1e47，
献祭值刷到 1e70（需要按住回车刷音乐符文，大约 3-5分钟） ，黑洞时间 1e192年。动量达
1.16以上。
IU35：符文配置 YETTT（17900级） ，动量超过 1.16，关闭无限维度 和时间维度 自动购买 。
现实一次 ，进入EC2，打开时间维度的自动购买 即可解锁 IU35（若不够则再刷一些献祭值
或等待动量继续增长 ），需要1e9IM购买。完成后记得重新打开无限维度的自动购买。
当前拥有：前 16行全部成就、 r171、r172、r173、r175。`,I={id:18,title:e,description:C,sections:l,content:n};export{n as content,I as default,C as description,R as id,l as sections,e as title};
