const l=19,e="十九、 Cel6（1e9-2e15 IM）",D=[],I=[{title:"19.1 Cel6第1-2层",content:["购买了IU35之后解锁 Cel6。首先把自动机换成 （第六个， 如果打不开请到文末查找 ）","https://paste.ee/p/MwfPH","现在自动机非常简短，不到十行 （亦可以使用之前的自动机 ）。由于永恒挑战自动完成，只","--- Page 66 ---","需要完成一次膨胀和购买所有研究即可。","首先把符文设置为 YEDDD，进入Cel6的挑战，可以完成第 1层Cel6（每层在 30秒内通过","即可完成） ，且解锁了 IU41。","然后再进入 Cel6的挑战，现在完成第 2层Cel6（所有第 8维度被禁用） 。","然后再进入 Cel6的挑战，暂时无法完成第 3层（所有第 7-8维度被禁用） ，第 3层的完成","时间约为 45秒，给暗物质维度大约 5e5倍加成。","本节符文配置总述：","刷RM/IM：YETTP（进入本节时） → YETIP（2e74献祭值+7个超立方体 ）→ YEIIP（1e77","献祭值）→ YEIII（购买了IU52）→ EPIII（获得了成就 r177）。","刷符文： YERRR（进入本节时） → YERRD （1e75献祭值+1e5奇点）→ YERDD（完成第6层","Cel6）→ YERRD（5.8e14IM ）。","Cel1：YETTP（进入本节时） → YEDDD（1e72献祭值）→ YEPII（获得了成就 r177）。","刷黑洞时间： ETTTT","Cel6的现实挑战： YEDDD（进入本节时） → YDDDD（完成IU51）→ YEDDD（完成IU53和","IU54）。","刷奇点： IIIII（3e3奇点）→ YDDII （3e9奇点）→ YEDDI （8e22奇点）→ EDDDD （8e33","奇点）","虚幻升级解锁：","IU43：YDDDD","IU44：EIIIP 11,21,31,41,51,61,72,82","IU51：YEDDI","IU52：CCCCD","IU53：CYER","IU54：EIIIP","IU55：D","现在拥有 3.3e9IM，18200级符文， Cel1倍数达2e48，献祭值刷到 2e70。继续等待 3.5e9IM，","可以购买 IU41，继续购买暗物质维度的各种升级。","当拥有1e14DM（暗物质） ，连续统加成 30%，现在拥有 4.7e9IM，18500级符文， Cel1倍数","达1.5e49，献祭值刷到 1e71，切换为 YDDDD进入Cel6，可以把第 3层Cel6的时间压缩到","35秒。","--- Page 67 ---","当拥有5e15DM，连续统加成 31.4%，现在拥有 5e9IM，18600级符文， Cel1倍数达2e49，","献祭值刷到 4e71，切换为 YDDDD进入Cel6，可以完成第三层 Cel6。"]},{title:"19.2 Cel6第3层",content:["然后再进入 Cel6的挑战，暂时无法完成第 4层（所有第 6-8维度被禁用） ，第 4层的完成","时间约为 65秒，给暗物质维度大约 3e7倍加成。","当拥有1e17DM左右，现在拥有 200DE（暗能量） ，获得一个奇点。现在解锁了大量的奇点里","程碑，把显示切换为手动时间，可以看到下一个奇点里程碑需要 15分钟左右。现在奇点不","能批量获得，因而在能获得一个奇点时立刻获得。","当拥有5e20DM，连续统加成 36.2%，现在拥有 5.7e9IM，18700级符文， Cel1倍数达4.3e49，","献祭值刷到 1e72，切换为 YDDDD进入Cel6，可以把第 4层Cel6的时间压缩到 55秒，给暗","物质维度大约 4.3e7倍加成。","8奇点解锁自动凝聚奇点，但是会多花 30%的时间，在达到 200DE手动奇点更快。","10奇点解锁批量凝聚，现在把奇点设置为 11个（即2000DE获得11个奇点） 。现在拥有","6e9IM，18800级符文， Cel1倍数达5e49，献祭值刷到 1e72。","50奇点解锁了奇点翻倍，现在等待约 20分钟，获得了 22个奇点（注意一定要自动获取，","不能手动点击） ，然后解锁了 IU42，花费6e9IM购买IU42，现在开始购买第 3暗物质维度。","80奇点增强超立方体，现在拥有 1e27DM，连续统加成 40.3%，现在拥有 7.1e9IM，18800级","符文，Cel1倍数达7.8e49，献祭值刷到 1e72，切换为 YDDDD进入Cel6，可以把第 4层Cel6","的时间压缩到 51秒，给暗物质维度大约 4.9e7倍加成。","160奇点，现在拥有 1e29DM，连续统加成 42.6%，刷IM的配置改为 YETTP，现在拥有 8e9IM，","开始购买 IM25（获得的奇点翻倍 ）。18850级符文， Cel1倍数达1.2e50，献祭值刷到 2e72，","切换为YDDDD进入Cel6，可以把第 4层Cel6的时间压缩到 49秒，给暗物质维度大约 5.5e7","倍加成。","1.5e3奇点，现在第一暗物质维度间隔已达上限（ 10ms） ，但是不要点提升！现在提升是负","收益。现在拥有 1e32DM，连续统加成 44.4%，现在拥有 8.8e9IM，18900级符文， Cel1倍数","达2.2e50，献祭值刷到 3e72，切换为 YDDDD进入Cel6，可以把第 4层Cel6的时间压缩到","47秒，给暗物质维度大约 5.8e7倍加成。","3e3奇点，现在无限次数加成 DM和DE，把符文切换为 IIIII，继续刷奇点（注意，从现在","开始刷奇点需要使用固定配置，在不进行其他操作时需要保持该符文） 。","--- Page 68 ---","6e3奇点，现在拥有 1e34DM，连续统加成 45.4%，现在拥有 9.1e9IM，18900级符文， Cel1","倍数达2.6e50，献祭值刷到 3e72，切换为 YDDDD进入Cel6，可以把第 4层Cel6的时间压","缩到46秒，给暗物质维度大约 6e7倍加成，继续切换回 IIIII刷奇点。","1.7e4奇点，现在拥有 1e35DM，连续统加成 47.2%，现在拥有 9.5e9IM，18950级符文，","Cel1倍数达3.5e50，献祭值刷到 5e72，切换为 YDDDD进入Cel6，可以把第 4层Cel6的时","间压缩到 45秒，给暗物质维度大约 6.5e7倍加成，继续切换回 IIIII刷奇点。","8e4奇点，基于奇点数量加成 DT。现在拥有 1e37DM，连续统加成 48.3%，现在可以购买第 7","个超立方体，拥有 1.2e10IM，19500级符文， Cel1倍数达1.5e51，献祭值刷到 2e73，切换","为YDDDD进入Cel6，可以把第 4层Cel6的时间压缩到 35秒，给暗物质维度大约 1e8倍加","成，继续切换回 IIIII刷奇点。","1.2e5奇点，现在可以 飞升第一暗物质维度了。提升后第一暗物质维度间隔× 1150，但提","升暗物质维度的强度。","3.3e5奇点，现在拥有 1e38DM，连续统加成 48.7%，拥有1.3e10IM，19700级符文， Cel1","倍数达8e51（现在Cel1的符文配置改为 YEDDD） ，献祭值刷到 2e75，切换为 YEDDD进入","Cel6，可以把第 4层Cel6的时间压缩到 32秒，给暗物质维度大约 1.3e8倍加成，继续切","换回IIIII刷奇点。"]},{title:"19.3 Cel6第4层",content:["达到3e75献祭值， 现在切换为 YEDDD进入Cel6，可以完成第 4层Cel6。然后进入第 5层","Cel6，完成时间约 75秒，给暗物质维度大约 2.4e9倍加成，继续切换回 IIIII刷奇点。","5e5奇点，现在拥有 1e41DM，连续统加成 50.5%，拥有1.5e10IM（现在刷 RM的符文配置改","为YETIP），19800级符文（现在刷符文的符文配置改为 YEDRR），Cel1倍数达3e52，献祭值","刷到6e75。现在使用 YDDDD的配置，可以获得 80000个星系，解锁 IU43，然后用 1.5e10IM","购买，现在开始购买第四暗物质维度。第二暗物质维度到上限时，可以点击提升（只有第","一次第一暗物质维度到上限时不是立即提升） 。","1.5e6奇点，现在拥有 1e51DM，连续统加成 54.9%，拥有1.9e10IM，19900级符文， Cel1","倍数达8e52，献祭值刷到 6e75。切换为 YEDDD进入Cel6，可以把第 5层Cel6的时间压缩","到70秒，给暗物质维度大约 3e9倍加成，继续切换回 IIIII刷奇点。","2e7奇点，现在拥有 1e58DM，连续统加成 59.4%，拥有2.2e10IM，20100级符文， Cel1倍","数达2e53，献祭值刷到 1e76。切换为 YEDDD进入Cel6，可以把第 5层Cel6的时间压缩到","--- Page 69 ---","56秒，给暗物质维度大约 4.1e9倍加成，继续切换回 IIIII刷奇点。","2e8奇点，现在拥有 5e61DM，连续统加成 60.9%，拥有2.5e10IM，20400级符文， Cel1倍","数达5e53，献祭值刷到 2e76。切换为 YEDDD进入Cel6，可以把第 5层Cel6的时间压缩到","50秒，给暗物质维度大约 5.2e9倍加成，继续切换回 IIIII刷奇点。","2.5e8奇点，现在拥有 1e63DM，连续统加成 61.4%，拥有2.7e10IM，20500级符文， Cel1","倍数达8e53，献祭值刷到 4e76。然后需要解锁 IU44，把符文设置为 EIIIP，打开锁定条件，","关闭自动机，现实一次，购买研究 11,21,31,41,51,61,72,82，然后打开自动机 解锁IU44，","再把IM刷到2.8e10购买IU44，其解锁了暗物质湮灭。","首先暗物质湮灭一次得到大约 5倍加成（3e62DM），其类似维度献祭，达到 1e60DM可以湮","灭，消耗所有暗物质加成暗物质维度。重新购买全部暗物质维度，当湮灭乘数 +5时再次执","行湮灭（到达 1e61DM左右关闭自动购买暗物质维度，等乘数自己上升） 。由于这个乘数是","加成所有暗物质维度的，所以越往后速度会越来越快，每次湮灭也可能等待越来越多的乘","数（比上次多 10-100倍DM）。符文配置继续是 IIIII，可以在刷湮灭乘数的同时刷奇点。","湮灭乘数达 100倍，现在几乎立刻就能到达 1e60DM，每次以 +10乘数湮灭。当快获得下一","个奇点里程碑时可以暂时停止刷湮灭乘数。","刷了十几分钟后湮灭乘数达 1000倍，现在暂时可以不需要再刷湮灭乘数了，继续推进。","3e9奇点，现在时间定理加成暗物质，把刷奇点的配置改为 YDDII。现在拥有 1e81DM，连续","统加成69.8%，拥有3.8e10IM，20700级符文， Cel1倍数达3e54，献祭值刷到 1e77。切换","为YEDDD进入Cel6，可以把第 5层Cel6的时间压缩到 39秒，给暗物质维度大约 8.7e9倍","加成，继续切换回 YDDII刷奇点。现在奇点速度大幅加快。","4e12奇点，现在拥有 1e99DM，连续统加成 79.9%，拥有5.9e10IM，21300级符文， Cel1倍","数达4e55，献祭值刷到 1e78。"]},{title:"19.4 Cel6第5层",content:["切换为YEDDD进入Cel6，可以完成第 5层Cel6。然后进入第 6层Cel6，完成时间约 90秒，","给暗物质维度大约 1.5e11倍加成，继续切换回 YDDII刷奇点。","1.5e17奇点，现在拥有 1e124DM，连续统加成 91.3%，拥有8.3e11IM，22400级符文， Cel1","倍数达2e57，献祭值刷到 1e80。切换为 YEDDD进入Cel6，可以把第 6层Cel6的时间压缩","到60秒，给暗物质维度大约 3.3e11倍加成，继续切换回 YDDII刷奇点。","6e18奇点，现在拥有 1e133DM，连续统加成 96.2%，拥有1.6e12IM（现在刷 IM的符文配置","--- Page 70 ---","改为YEIIP），23300级符文， Cel1倍数达2e58，献祭值刷到 1e81。切换为 YEDDD进入Cel6，","可以把第 6层Cel6的时间压缩到 48秒，给暗物质维度大约 5.5e11倍加成，继续切换回","YDDII刷奇点。","5e19奇点，现在拥有 1e139DM，连续统加成 98.2%，拥有2.7e12IM，23600级符文， Cel1","倍数达8e58，献祭值刷到 1e82。切换为 YEDDD进入Cel6，可以把第 6层Cel6的时间压缩","到43秒，给暗物质维度大约 7e11倍加成，现在的目标是 100%连续统加成，需要继续刷一","下湮灭倍数。把自动湮灭乘数设置为 +100，刷几分钟得到 2e4倍乘数，等待 1e146DM，连续","统加成100%解锁了IU45。刷到3e12IM，购买IU45。","3e21奇点，现在拥有 1e155DM，连续统加成 104.7%，拥有5.2e12IM，24100级符文， Cel1","倍数达5e59，献祭值刷到 1e83。切换为 YEDDD进入Cel6，可以把第 6层Cel6的时间压缩","到33秒，给暗物质维度大约 1.1e12倍加成，继续切换回 YDDII刷奇点。","1e22奇点，现在关闭自动暗物质 飞升，把自动湮灭乘数设置为 +160，应该瞬间可以湮灭，","刷2分钟左右得到 2e5倍湮灭乘数，继续推进，很快拥有 1e164DM。拥有8e12IM（现在刷","IM的配置改为 YEIIP），25000级符文， Cel1倍数达2e60，献祭值刷到 1e84。"]},{title:"19.5 Cel6第6层",content:["切换为YEDDD进入Cel6，可以完成第 6层Cel6。然后进入第 7层Cel6，完成时间约 150","秒，给暗物质维度大约 6e12倍加成，继续切换回 YDDII刷奇点。","8e22奇点，游戏速度加成 DM的获取，现在刷奇点的符文切换为 YEDDI。","3e25奇点，现在拥有 1e189DM，连续统加成 118.3%，拥有1.1e13IM，目标是解锁 IU51，把","符文切换为 YEDDI，关闭连续统即可，然后购买 IU51（记得打开连续统） 。现在可以得到","26000级符文， Cel1倍数达8e61，献祭值刷到 1e86。现在可以大幅提升湮灭乘数。关闭自","动暗物质 飞升，把自动湮灭乘数设置为 +13000，瞬间可以湮灭， 2分钟后得到 2e7倍湮灭乘","数。继续切换回 YEDDI刷奇点。购买第八个超立方体。","3e29奇点，现在拥有 1e219DM，连续统加成 130.9%，拥有1e14IM，29400级符文， Cel1倍","数达9e63，献祭值刷到 1e88。","3e30奇点，现在拥有 1e223DM，连续统加成 131.9%，拥有1.2e14IM，30600级符文， Cel1","倍数达1e65，献祭值刷到 1e89。","4e31奇点，现在拥有 1e230DM，连续统加成 136.3%，拥有1.5e14IM，31500级符文， Cel1","倍数达3e65，献祭值刷到 1e90。现在使用符文 CCCCD，进入Cel2，解锁IU52并购买，之","--- Page 71 ---","后不再需要刷 Cel1。"]},{title:"19.6 Cel6第7-8层",content:["切换为YDDDD进入Cel6，可以完成第 7层Cel6。暂时不需要进入第 8层Cel6。 （由于本次","时间必然超过 5分钟，不会获得暗物质维度的加成）","3e33奇点，DT可以加成 DM，现在把刷奇点的符文配置改为 EDDDD。","1e34奇点，现在拥有 1e254DM，连续统加成 144.6%，拥有4.4e14IM（现在刷 IM的符文配","置改为YEIII），35200级符文。","1e36奇点，现在继续刷湮灭乘数， 无需关闭自动暗物质 飞升，把自动湮灭乘数设置为","+130000，瞬间可以湮灭， 2分钟后得到 1e8倍湮灭乘数。现在拥有 1e263DM，连续统加成","149.6%，拥有5.8e14IM，37100级符文。","5e37奇点，现在拥有 1e270DM，连续统加成 154.2%，拥有5.8e14IM（现在刷 IM的符文配","置改为YEIII），37100级符文。目标是完成 IU53和IU54。首先把符文设置为 CYER，进入","Cel5，解锁IU53并购买，然后把符文设置为 EIIIP，反转黑洞至 1e300，进入Cel5，解锁","IU54并购买，然后恢复黑洞。","现在使用 YEDDD，进入Cel6，可以迅速完成第 8层。然后使用 EDDDD继续刷奇点。","1e42奇点，现在拥有 1e294DM，连续统加成 162.5%，拥有9e14IM，39700级符文。把自动","湮灭乘数设置为 +200000，瞬间可以湮灭， 5分钟后得到 1e9倍湮灭乘数，此后不再需要刷","湮灭乘数。切换回 EDDDD继续刷奇点。不久达到 1.8e308DM，暗物质维度不再增长。","5e43奇点，现在拥有 1.8e308DM（上限） ，连续统加成 165.6%，拥有9.4e14IM，40000级符","文。现在应该拥有除了 r177以外的所有成就。","1.4e44奇点，现在拥有 9.6e14IM，40450级符文。","1e45奇点，现在拥有 9.7e14IM，40900级符文，现在最后一个目标是获得 2.5e45奇点里程","碑，使用 EDDDD的符文配置，还需要挂大约 45分钟。","2.5e45奇点，现在获得了全部成就，拥有 2.2e15IM（刷IM的配置改为 EIIIP），42500级","符文。现在使用单个符文 D，进入Cel6的第九层，进入时间膨胀，等待 10分钟左右达到","1e4000EP，解锁并购买 IU55，其解锁了最后一个天神 Cel7。"]}],C=`19.1 Cel6第1-2层
购买了IU35之后解锁 Cel6。首先把自动机换成 （第六个， 如果打不开请到文末查找 ）
https://paste.ee/p/MwfPH
现在自动机非常简短，不到十行 （亦可以使用之前的自动机 ）。由于永恒挑战自动完成，只
--- Page 66 ---
需要完成一次膨胀和购买所有研究即可。
首先把符文设置为 YEDDD，进入Cel6的挑战，可以完成第 1层Cel6（每层在 30秒内通过
即可完成） ，且解锁了 IU41。
然后再进入 Cel6的挑战，现在完成第 2层Cel6（所有第 8维度被禁用） 。
然后再进入 Cel6的挑战，暂时无法完成第 3层（所有第 7-8维度被禁用） ，第 3层的完成
时间约为 45秒，给暗物质维度大约 5e5倍加成。
本节符文配置总述：
刷RM/IM：YETTP（进入本节时） → YETIP（2e74献祭值+7个超立方体 ）→ YEIIP（1e77
献祭值）→ YEIII（购买了IU52）→ EPIII（获得了成就 r177）。
刷符文： YERRR（进入本节时） → YERRD （1e75献祭值+1e5奇点）→ YERDD（完成第6层
Cel6）→ YERRD（5.8e14IM ）。
Cel1：YETTP（进入本节时） → YEDDD（1e72献祭值）→ YEPII（获得了成就 r177）。
刷黑洞时间： ETTTT
Cel6的现实挑战： YEDDD（进入本节时） → YDDDD（完成IU51）→ YEDDD（完成IU53和
IU54）。
刷奇点： IIIII（3e3奇点）→ YDDII （3e9奇点）→ YEDDI （8e22奇点）→ EDDDD （8e33
奇点）
虚幻升级解锁：
IU43：YDDDD
IU44：EIIIP 11,21,31,41,51,61,72,82
IU51：YEDDI
IU52：CCCCD
IU53：CYER
IU54：EIIIP
IU55：D
现在拥有 3.3e9IM，18200级符文， Cel1倍数达2e48，献祭值刷到 2e70。继续等待 3.5e9IM，
可以购买 IU41，继续购买暗物质维度的各种升级。
当拥有1e14DM（暗物质） ，连续统加成 30%，现在拥有 4.7e9IM，18500级符文， Cel1倍数
达1.5e49，献祭值刷到 1e71，切换为 YDDDD进入Cel6，可以把第 3层Cel6的时间压缩到
35秒。
--- Page 67 ---
当拥有5e15DM，连续统加成 31.4%，现在拥有 5e9IM，18600级符文， Cel1倍数达2e49，
献祭值刷到 4e71，切换为 YDDDD进入Cel6，可以完成第三层 Cel6。
19.2 Cel6第3层
然后再进入 Cel6的挑战，暂时无法完成第 4层（所有第 6-8维度被禁用） ，第 4层的完成
时间约为 65秒，给暗物质维度大约 3e7倍加成。
当拥有1e17DM左右，现在拥有 200DE（暗能量） ，获得一个奇点。现在解锁了大量的奇点里
程碑，把显示切换为手动时间，可以看到下一个奇点里程碑需要 15分钟左右。现在奇点不
能批量获得，因而在能获得一个奇点时立刻获得。
当拥有5e20DM，连续统加成 36.2%，现在拥有 5.7e9IM，18700级符文， Cel1倍数达4.3e49，
献祭值刷到 1e72，切换为 YDDDD进入Cel6，可以把第 4层Cel6的时间压缩到 55秒，给暗
物质维度大约 4.3e7倍加成。
8奇点解锁自动凝聚奇点，但是会多花 30%的时间，在达到 200DE手动奇点更快。
10奇点解锁批量凝聚，现在把奇点设置为 11个（即2000DE获得11个奇点） 。现在拥有
6e9IM，18800级符文， Cel1倍数达5e49，献祭值刷到 1e72。
50奇点解锁了奇点翻倍，现在等待约 20分钟，获得了 22个奇点（注意一定要自动获取，
不能手动点击） ，然后解锁了 IU42，花费6e9IM购买IU42，现在开始购买第 3暗物质维度。
80奇点增强超立方体，现在拥有 1e27DM，连续统加成 40.3%，现在拥有 7.1e9IM，18800级
符文，Cel1倍数达7.8e49，献祭值刷到 1e72，切换为 YDDDD进入Cel6，可以把第 4层Cel6
的时间压缩到 51秒，给暗物质维度大约 4.9e7倍加成。
160奇点，现在拥有 1e29DM，连续统加成 42.6%，刷IM的配置改为 YETTP，现在拥有 8e9IM，
开始购买 IM25（获得的奇点翻倍 ）。18850级符文， Cel1倍数达1.2e50，献祭值刷到 2e72，
切换为YDDDD进入Cel6，可以把第 4层Cel6的时间压缩到 49秒，给暗物质维度大约 5.5e7
倍加成。
1.5e3奇点，现在第一暗物质维度间隔已达上限（ 10ms） ，但是不要点提升！现在提升是负
收益。现在拥有 1e32DM，连续统加成 44.4%，现在拥有 8.8e9IM，18900级符文， Cel1倍数
达2.2e50，献祭值刷到 3e72，切换为 YDDDD进入Cel6，可以把第 4层Cel6的时间压缩到
47秒，给暗物质维度大约 5.8e7倍加成。
3e3奇点，现在无限次数加成 DM和DE，把符文切换为 IIIII，继续刷奇点（注意，从现在
开始刷奇点需要使用固定配置，在不进行其他操作时需要保持该符文） 。
--- Page 68 ---
6e3奇点，现在拥有 1e34DM，连续统加成 45.4%，现在拥有 9.1e9IM，18900级符文， Cel1
倍数达2.6e50，献祭值刷到 3e72，切换为 YDDDD进入Cel6，可以把第 4层Cel6的时间压
缩到46秒，给暗物质维度大约 6e7倍加成，继续切换回 IIIII刷奇点。
1.7e4奇点，现在拥有 1e35DM，连续统加成 47.2%，现在拥有 9.5e9IM，18950级符文，
Cel1倍数达3.5e50，献祭值刷到 5e72，切换为 YDDDD进入Cel6，可以把第 4层Cel6的时
间压缩到 45秒，给暗物质维度大约 6.5e7倍加成，继续切换回 IIIII刷奇点。
8e4奇点，基于奇点数量加成 DT。现在拥有 1e37DM，连续统加成 48.3%，现在可以购买第 7
个超立方体，拥有 1.2e10IM，19500级符文， Cel1倍数达1.5e51，献祭值刷到 2e73，切换
为YDDDD进入Cel6，可以把第 4层Cel6的时间压缩到 35秒，给暗物质维度大约 1e8倍加
成，继续切换回 IIIII刷奇点。
1.2e5奇点，现在可以 飞升第一暗物质维度了。提升后第一暗物质维度间隔× 1150，但提
升暗物质维度的强度。
3.3e5奇点，现在拥有 1e38DM，连续统加成 48.7%，拥有1.3e10IM，19700级符文， Cel1
倍数达8e51（现在Cel1的符文配置改为 YEDDD） ，献祭值刷到 2e75，切换为 YEDDD进入
Cel6，可以把第 4层Cel6的时间压缩到 32秒，给暗物质维度大约 1.3e8倍加成，继续切
换回IIIII刷奇点。
19.3 Cel6第4层
达到3e75献祭值， 现在切换为 YEDDD进入Cel6，可以完成第 4层Cel6。然后进入第 5层
Cel6，完成时间约 75秒，给暗物质维度大约 2.4e9倍加成，继续切换回 IIIII刷奇点。
5e5奇点，现在拥有 1e41DM，连续统加成 50.5%，拥有1.5e10IM（现在刷 RM的符文配置改
为YETIP），19800级符文（现在刷符文的符文配置改为 YEDRR），Cel1倍数达3e52，献祭值
刷到6e75。现在使用 YDDDD的配置，可以获得 80000个星系，解锁 IU43，然后用 1.5e10IM
购买，现在开始购买第四暗物质维度。第二暗物质维度到上限时，可以点击提升（只有第
一次第一暗物质维度到上限时不是立即提升） 。
1.5e6奇点，现在拥有 1e51DM，连续统加成 54.9%，拥有1.9e10IM，19900级符文， Cel1
倍数达8e52，献祭值刷到 6e75。切换为 YEDDD进入Cel6，可以把第 5层Cel6的时间压缩
到70秒，给暗物质维度大约 3e9倍加成，继续切换回 IIIII刷奇点。
2e7奇点，现在拥有 1e58DM，连续统加成 59.4%，拥有2.2e10IM，20100级符文， Cel1倍
数达2e53，献祭值刷到 1e76。切换为 YEDDD进入Cel6，可以把第 5层Cel6的时间压缩到
--- Page 69 ---
56秒，给暗物质维度大约 4.1e9倍加成，继续切换回 IIIII刷奇点。
2e8奇点，现在拥有 5e61DM，连续统加成 60.9%，拥有2.5e10IM，20400级符文， Cel1倍
数达5e53，献祭值刷到 2e76。切换为 YEDDD进入Cel6，可以把第 5层Cel6的时间压缩到
50秒，给暗物质维度大约 5.2e9倍加成，继续切换回 IIIII刷奇点。
2.5e8奇点，现在拥有 1e63DM，连续统加成 61.4%，拥有2.7e10IM，20500级符文， Cel1
倍数达8e53，献祭值刷到 4e76。然后需要解锁 IU44，把符文设置为 EIIIP，打开锁定条件，
关闭自动机，现实一次，购买研究 11,21,31,41,51,61,72,82，然后打开自动机 解锁IU44，
再把IM刷到2.8e10购买IU44，其解锁了暗物质湮灭。
首先暗物质湮灭一次得到大约 5倍加成（3e62DM），其类似维度献祭，达到 1e60DM可以湮
灭，消耗所有暗物质加成暗物质维度。重新购买全部暗物质维度，当湮灭乘数 +5时再次执
行湮灭（到达 1e61DM左右关闭自动购买暗物质维度，等乘数自己上升） 。由于这个乘数是
加成所有暗物质维度的，所以越往后速度会越来越快，每次湮灭也可能等待越来越多的乘
数（比上次多 10-100倍DM）。符文配置继续是 IIIII，可以在刷湮灭乘数的同时刷奇点。
湮灭乘数达 100倍，现在几乎立刻就能到达 1e60DM，每次以 +10乘数湮灭。当快获得下一
个奇点里程碑时可以暂时停止刷湮灭乘数。
刷了十几分钟后湮灭乘数达 1000倍，现在暂时可以不需要再刷湮灭乘数了，继续推进。
3e9奇点，现在时间定理加成暗物质，把刷奇点的配置改为 YDDII。现在拥有 1e81DM，连续
统加成69.8%，拥有3.8e10IM，20700级符文， Cel1倍数达3e54，献祭值刷到 1e77。切换
为YEDDD进入Cel6，可以把第 5层Cel6的时间压缩到 39秒，给暗物质维度大约 8.7e9倍
加成，继续切换回 YDDII刷奇点。现在奇点速度大幅加快。
4e12奇点，现在拥有 1e99DM，连续统加成 79.9%，拥有5.9e10IM，21300级符文， Cel1倍
数达4e55，献祭值刷到 1e78。
19.4 Cel6第5层
切换为YEDDD进入Cel6，可以完成第 5层Cel6。然后进入第 6层Cel6，完成时间约 90秒，
给暗物质维度大约 1.5e11倍加成，继续切换回 YDDII刷奇点。
1.5e17奇点，现在拥有 1e124DM，连续统加成 91.3%，拥有8.3e11IM，22400级符文， Cel1
倍数达2e57，献祭值刷到 1e80。切换为 YEDDD进入Cel6，可以把第 6层Cel6的时间压缩
到60秒，给暗物质维度大约 3.3e11倍加成，继续切换回 YDDII刷奇点。
6e18奇点，现在拥有 1e133DM，连续统加成 96.2%，拥有1.6e12IM（现在刷 IM的符文配置
--- Page 70 ---
改为YEIIP），23300级符文， Cel1倍数达2e58，献祭值刷到 1e81。切换为 YEDDD进入Cel6，
可以把第 6层Cel6的时间压缩到 48秒，给暗物质维度大约 5.5e11倍加成，继续切换回
YDDII刷奇点。
5e19奇点，现在拥有 1e139DM，连续统加成 98.2%，拥有2.7e12IM，23600级符文， Cel1
倍数达8e58，献祭值刷到 1e82。切换为 YEDDD进入Cel6，可以把第 6层Cel6的时间压缩
到43秒，给暗物质维度大约 7e11倍加成，现在的目标是 100%连续统加成，需要继续刷一
下湮灭倍数。把自动湮灭乘数设置为 +100，刷几分钟得到 2e4倍乘数，等待 1e146DM，连续
统加成100%解锁了IU45。刷到3e12IM，购买IU45。
3e21奇点，现在拥有 1e155DM，连续统加成 104.7%，拥有5.2e12IM，24100级符文， Cel1
倍数达5e59，献祭值刷到 1e83。切换为 YEDDD进入Cel6，可以把第 6层Cel6的时间压缩
到33秒，给暗物质维度大约 1.1e12倍加成，继续切换回 YDDII刷奇点。
1e22奇点，现在关闭自动暗物质 飞升，把自动湮灭乘数设置为 +160，应该瞬间可以湮灭，
刷2分钟左右得到 2e5倍湮灭乘数，继续推进，很快拥有 1e164DM。拥有8e12IM（现在刷
IM的配置改为 YEIIP），25000级符文， Cel1倍数达2e60，献祭值刷到 1e84。
19.5 Cel6第6层
切换为YEDDD进入Cel6，可以完成第 6层Cel6。然后进入第 7层Cel6，完成时间约 150
秒，给暗物质维度大约 6e12倍加成，继续切换回 YDDII刷奇点。
8e22奇点，游戏速度加成 DM的获取，现在刷奇点的符文切换为 YEDDI。
3e25奇点，现在拥有 1e189DM，连续统加成 118.3%，拥有1.1e13IM，目标是解锁 IU51，把
符文切换为 YEDDI，关闭连续统即可，然后购买 IU51（记得打开连续统） 。现在可以得到
26000级符文， Cel1倍数达8e61，献祭值刷到 1e86。现在可以大幅提升湮灭乘数。关闭自
动暗物质 飞升，把自动湮灭乘数设置为 +13000，瞬间可以湮灭， 2分钟后得到 2e7倍湮灭乘
数。继续切换回 YEDDI刷奇点。购买第八个超立方体。
3e29奇点，现在拥有 1e219DM，连续统加成 130.9%，拥有1e14IM，29400级符文， Cel1倍
数达9e63，献祭值刷到 1e88。
3e30奇点，现在拥有 1e223DM，连续统加成 131.9%，拥有1.2e14IM，30600级符文， Cel1
倍数达1e65，献祭值刷到 1e89。
4e31奇点，现在拥有 1e230DM，连续统加成 136.3%，拥有1.5e14IM，31500级符文， Cel1
倍数达3e65，献祭值刷到 1e90。现在使用符文 CCCCD，进入Cel2，解锁IU52并购买，之
--- Page 71 ---
后不再需要刷 Cel1。
19.6 Cel6第7-8层
切换为YDDDD进入Cel6，可以完成第 7层Cel6。暂时不需要进入第 8层Cel6。 （由于本次
时间必然超过 5分钟，不会获得暗物质维度的加成）
3e33奇点，DT可以加成 DM，现在把刷奇点的符文配置改为 EDDDD。
1e34奇点，现在拥有 1e254DM，连续统加成 144.6%，拥有4.4e14IM（现在刷 IM的符文配
置改为YEIII），35200级符文。
1e36奇点，现在继续刷湮灭乘数， 无需关闭自动暗物质 飞升，把自动湮灭乘数设置为
+130000，瞬间可以湮灭， 2分钟后得到 1e8倍湮灭乘数。现在拥有 1e263DM，连续统加成
149.6%，拥有5.8e14IM，37100级符文。
5e37奇点，现在拥有 1e270DM，连续统加成 154.2%，拥有5.8e14IM（现在刷 IM的符文配
置改为YEIII），37100级符文。目标是完成 IU53和IU54。首先把符文设置为 CYER，进入
Cel5，解锁IU53并购买，然后把符文设置为 EIIIP，反转黑洞至 1e300，进入Cel5，解锁
IU54并购买，然后恢复黑洞。
现在使用 YEDDD，进入Cel6，可以迅速完成第 8层。然后使用 EDDDD继续刷奇点。
1e42奇点，现在拥有 1e294DM，连续统加成 162.5%，拥有9e14IM，39700级符文。把自动
湮灭乘数设置为 +200000，瞬间可以湮灭， 5分钟后得到 1e9倍湮灭乘数，此后不再需要刷
湮灭乘数。切换回 EDDDD继续刷奇点。不久达到 1.8e308DM，暗物质维度不再增长。
5e43奇点，现在拥有 1.8e308DM（上限） ，连续统加成 165.6%，拥有9.4e14IM，40000级符
文。现在应该拥有除了 r177以外的所有成就。
1.4e44奇点，现在拥有 9.6e14IM，40450级符文。
1e45奇点，现在拥有 9.7e14IM，40900级符文，现在最后一个目标是获得 2.5e45奇点里程
碑，使用 EDDDD的符文配置，还需要挂大约 45分钟。
2.5e45奇点，现在获得了全部成就，拥有 2.2e15IM（刷IM的配置改为 EIIIP），42500级
符文。现在使用单个符文 D，进入Cel6的第九层，进入时间膨胀，等待 10分钟左右达到
1e4000EP，解锁并购买 IU55，其解锁了最后一个天神 Cel7。`,n={id:19,title:e,description:D,sections:I,content:C};export{C as content,n as default,D as description,l as id,I as sections,e as title};
