const e=2,n="二、 无限升级（1-3e4 IP）",P=[],I=[{title:"2.1 第二次无限",content:["无限之后，获得了 1IP，购买无限升级 11（第1行第1列：反物质维度获得基于游玩时间","的加成）。","在挑战界面打开自动重试挑战，进入挑战 8。 （挑战 8的速度比正常无限快，现在挑战内的","描述以红色字体显示） 现在可以把自动购买器调成购买 10个而不是购买单个，由于现在已","经拥有了 r31，以100反物质开局，自动购买器不会被卡住。","购买了4次维度提升后发现不能再购买新的维度提升，也不能购买星系，但是维度献祭的","效果大幅提升，每次有比较明显的倍数增加时（ 5-10倍）进行维度献祭，速度会越来越快。","大约达到 1e40倍献祭倍数可以先停手，关闭自动购买器和粘滞键等，手动购买 1个第1维","度，然后使得第二维的倍数（维度下面的小字）超过第一维，第三维超过第二维，以此类","推，最终完成成就 r43。","再次达到 1e308AM执行大坍缩，然后购买无限升级 12。 （第1行第2列）"]},{title:"2.2 无限升级（1-3e4 IP）",content:["现在每次运行都在 C8中，消耗的时间逐渐减少，依次购买无限升级 21,22,31,32,41,42。","购买了无限升级之后可退出 C8，现在正常运行的时间小于 C8。","正常运行一次达到无限（ 10分钟左右，现在达到无限只需要 1个星系+8个维度提升） ，获","得成就r36，r38，r54。","再运行一次，使用 2个星系+3维度提升（没有第 8维度）达到无限，获得成就 r34。","依次购买无限升级 13,23,33，且预留至少 6IP，完成C11。C11没有难度，和正常无限几乎","一样，但是 IP较少的时候可能会失败，获得成就 r47。","--- Page 4 ---","把星系自动购买器设置为 1，依次按维度提升、大坍缩 即可半自动完成无限。 购买20IP的","无限升级 4前，单次无限时间可达 1分20秒。","20IP购买无限升级 14（暂时不购买无限升级 43） ，获得成就 r55，单次无限时间达到 45秒。","40IP购买无限升级 24，单次无限时间达到 18秒。","80IP购买无限升级 34，单次无限时间达到 10秒，多出 10个时购买无限升级 43。","300IP购买无限升级 44，单次无限时间达到 6秒，获得成就 r41。","现在不再需要维度提升，只需要 按住最大和点击大坍缩即可 ，单次无限时间达到 1.5秒以","内。看到无限升级界面解锁了两个新升级，一个是可以重复购买的升级，其使 IP获取量翻","倍。首先以 10IP购买IP翻倍（1x→2x）。","100IP购买IP翻倍（2x→4x）。","1e3IP购买IP翻倍（4x→8x）。","1e4IP购买IP翻倍（8x→16x）。","3e4IP进入C12，很快就能完成，完成后把自动但坍缩的购买器升到满级，解锁了打破无限，","在打破无限界面点击打破无限，现在可以超越 1e308AM。","目前拥有：第 1-3行全部成就， r41/42/43/44/45/46/47 ，r51/54/55/57 ，r68（如果还没","有完成r68可以进入 C3迅速完成） 。"]}],r=`2.1 第二次无限
无限之后，获得了 1IP，购买无限升级 11（第1行第1列：反物质维度获得基于游玩时间
的加成）。
在挑战界面打开自动重试挑战，进入挑战 8。 （挑战 8的速度比正常无限快，现在挑战内的
描述以红色字体显示） 现在可以把自动购买器调成购买 10个而不是购买单个，由于现在已
经拥有了 r31，以100反物质开局，自动购买器不会被卡住。
购买了4次维度提升后发现不能再购买新的维度提升，也不能购买星系，但是维度献祭的
效果大幅提升，每次有比较明显的倍数增加时（ 5-10倍）进行维度献祭，速度会越来越快。
大约达到 1e40倍献祭倍数可以先停手，关闭自动购买器和粘滞键等，手动购买 1个第1维
度，然后使得第二维的倍数（维度下面的小字）超过第一维，第三维超过第二维，以此类
推，最终完成成就 r43。
再次达到 1e308AM执行大坍缩，然后购买无限升级 12。 （第1行第2列）
2.2 无限升级（1-3e4 IP）
现在每次运行都在 C8中，消耗的时间逐渐减少，依次购买无限升级 21,22,31,32,41,42。
购买了无限升级之后可退出 C8，现在正常运行的时间小于 C8。
正常运行一次达到无限（ 10分钟左右，现在达到无限只需要 1个星系+8个维度提升） ，获
得成就r36，r38，r54。
再运行一次，使用 2个星系+3维度提升（没有第 8维度）达到无限，获得成就 r34。
依次购买无限升级 13,23,33，且预留至少 6IP，完成C11。C11没有难度，和正常无限几乎
一样，但是 IP较少的时候可能会失败，获得成就 r47。
--- Page 4 ---
把星系自动购买器设置为 1，依次按维度提升、大坍缩 即可半自动完成无限。 购买20IP的
无限升级 4前，单次无限时间可达 1分20秒。
20IP购买无限升级 14（暂时不购买无限升级 43） ，获得成就 r55，单次无限时间达到 45秒。
40IP购买无限升级 24，单次无限时间达到 18秒。
80IP购买无限升级 34，单次无限时间达到 10秒，多出 10个时购买无限升级 43。
300IP购买无限升级 44，单次无限时间达到 6秒，获得成就 r41。
现在不再需要维度提升，只需要 按住最大和点击大坍缩即可 ，单次无限时间达到 1.5秒以
内。看到无限升级界面解锁了两个新升级，一个是可以重复购买的升级，其使 IP获取量翻
倍。首先以 10IP购买IP翻倍（1x→2x）。
100IP购买IP翻倍（2x→4x）。
1e3IP购买IP翻倍（4x→8x）。
1e4IP购买IP翻倍（8x→16x）。
3e4IP进入C12，很快就能完成，完成后把自动但坍缩的购买器升到满级，解锁了打破无限，
在打破无限界面点击打破无限，现在可以超越 1e308AM。
目前拥有：第 1-3行全部成就， r41/42/43/44/45/46/47 ，r51/54/55/57 ，r68（如果还没
有完成r68可以进入 C3迅速完成） 。`,t={id:2,title:n,description:P,sections:I,content:r};export{r as content,t as default,P as description,e as id,I as sections,n as title};
