import type { Chapter } from "../../types";

const chapter: Chapter = {
  "id": 11,
  "title": "十一、 后期时间膨胀（1e2400-1e4300 EP）",
  "description": [
    "现在可以自动生产 TT，在膨胀中可以获得两倍的 TT，因此我们大部分时间留在膨胀中。",
    "--- Page 37 ---",
    "1e6TT解锁并购买 TD5，退出膨胀，刷一会得到 1e2520EP，进入膨胀。"
  ],
  "sections": [
    {
      "title": "11.1 1e2400-1e3100 EP",
      "content": [
        "现在可以自动生产 TT，在膨胀中可以获得两倍的 TT，因此我们大部分时间留在膨胀中。",
        "1e6TT解锁并购买 TD5，退出膨胀，刷一会得到 1e2520EP，进入膨胀。",
        "1e7TT解锁TD6，暂时不需要刷 EP，挂DT比较重要，依然留在膨胀中。提升 TP至6.7e7。",
        "1.15e16DT左右，退出膨胀，刷到 1e2650EP以上，购买 TD6，然后简单刷一会得到",
        "1e2750EP，进入膨胀，提升 TP至7e7。",
        "1.28e16DT购买DU3（2187x→6561x） ，提升 TP至2.1e8。然后切换为被动路径（拥有研究",
        "132）进入膨胀，停止自动最大复制星系和自动复制星系，目标是完成 r134（大约需要 6.5",
        "小时）。",
        "时间列表：",
        "1-e3000复制器：较快",
        "e3000-e4000复制器： 1.6秒",
        "e4000-e5000复制器： 4.3秒",
        "e5000-e6000复制器： 7.5秒",
        "e6000-e7000复制器： 14秒",
        "e7000-e8000复制器： 25秒",
        "e8000-e9000复制器： 47秒",
        "e9000-e10000复制器： 1分26秒",
        "e10000-e11000复制器： 2分34秒",
        "e11000-e12000复制器： 4分31秒",
        "e12000-e13000复制器： 8分25秒",
        "e13000-e14000复制器： 15分15秒",
        "e14000-e15000复制器： 26分35秒",
        "e15000-e16000复制器： 49分50秒",
        "e16000-e17000复制器： 1时30分5秒",
        "e17000-e18000复制器： 2时42分33秒",
        "1e16DT购买DU1（4096x→8192x）。",
        "1e8TT解锁TD7，暂时还没达到 1e18000复制器，不要退出膨胀。",
        "1e17DT购买DU1（8192x→1.64e4x）。",
        "1e16DT购买DU2（2.5460x→2.3068x）。",
        "1e17DT左右，最终达到 1e18000复制器，获得成就 r134，现在退出膨胀。挂一会得到",
        "1e3000EP以上，开始购买 TD7，大约挂到 1e3100EP进展缓慢，停止刷 EP。进入膨胀提升",
        "TP至2.5e8。"
      ]
    },
    {
      "title": "11.2 1e3100-1e4150 EP",
      "content": [
        "2.56e17DT购买DU3（6561x→1.97e4x） ，提升TP至7.9e8。",
        "5e17DT左右，以 1e9TT解锁TD8，退出膨胀，挂一会 （每次提升 e15-e20EP）得到1e3350EP，",
        "开始购买 TD8，继续挂到 1e3650EP左右进展缓慢，进入时间膨胀，提升 TP至8.8e8，退出",
        "膨胀。现在向最终目标 1e4148EP（2个现实机器）推进。",
        "清空研究树，进入膨胀 ，然后大坍缩数次得到 1e26000IP，获得成就 r138，现在应该已经",
        "拥有了前13行全部成就 ，退出膨胀 继续推进。 （此处有另一策略，可以继续留在膨胀在挂",
        "到1e18DT购买DU1，然后购买 DU2，然后继续挂到 6e17DT左右，拥有超过 96个超光速星",
        "系，然后退出膨胀继续推进到 1e4148EP，两种策略用时基本相同）",
        "e3650-e3750EP：每5-8分钟左右提升 1e20EP。",
        "e3750-e3850EP：每8-13分钟左右提升 1e20EP。",
        "现在应该有 1e18DT，进入时间膨胀，购买 DU2（2.3068x→2.1155x） 。等待约 40分钟得到",
        "90个超光速星系，退出膨胀，继续推进。",
        "e3850-e3950EP：每5-9分钟左右提升 1e20EP。",
        "e3950-e4010EP：每6-12分钟左右提升 1e20EP。",
        "不久得到 1e4000EP，在时间研究树最后解锁现实，但是先不要 立刻现实，推荐 1e4148EP",
        "（得到2现实机器）再现实。 1e4000EP以后由于 EP×5的成本大幅增加，进展变慢，每次",
        "大约有1e15EP提升时进行永恒。",
        "e4010EP-e4070EP：每7-12分钟左右提升 1e15EP。",
        "e4070EP-e4115EP：每10-20分钟左右提升 1e15EP。",
        "e4115EP-e4150EP：每20-25分钟左右提升 1e15EP。",
        "大约在接近 1e4150EP时，超光速星系到达 92个，现实可以得到 2RM。",
        "现实前检查以下内容：",
        "1. 完成前13行所有成就，否则无法在时间研究树解锁现实按钮。",
        "2. 把普通挑战和无限挑战的时间刷到上限，挑战时间将在现实时保留，即打破无限升级",
        "23的倍数达到 3e4，永恒升级 3的倍数达到 6.38e14即可。",
        "3. 获得成就 r143，这个成就不会在现实时被重置。要求在 10次永恒中，每次永恒获得的",
        "EP是上次的 2e308倍。方法是",
        "首先把该研究树导入到某个预设中：",
        "11,21,22,32,42,51,61,73,83,93,103,111,123,133,143,151,161,162,171,181,31,41,33,",
        "62,72,71,81,82,91,92,102,101,191,192,193,211,212,213,214,201|0"
      ]
    },
    {
      "title": "11.3 1e1000-1e3830 EP（r143）",
      "content": [
        "第1次永恒：关闭所有的自动购买器，永恒一次，然后购买 1个第一维度永恒，获得",
        "1e1000EP，如果担心失败则可以在每次永恒后存个档。",
        "第2次永恒：打开除了维度献祭、自动复制星系、自动大坍缩以外的购买器，手动大坍缩",
        "两次得到 1e1350EP。",
        "第3次永恒：导入上述研究树得到 1e1660EP。",
        "第4次永恒：首先设置自动永恒数量为 1e1970EP（视情况而定，在统计中查看上次永恒的",
        "点数，设置为上次永恒的 1e310倍） ，打开自动维度献祭，得到 1e1970EP。",
        "第5次永恒：首先设置自动永恒数量为 1e2280EP（视情况而定，在统计中查看上次永恒的",
        "点数，设置为上次永恒的 1e310倍） ，手动单击复制星系，得到 1e2280EP。",
        "第6次永恒：首先设置自动永恒数量为 1e2590EP（视情况而定，在统计中查看上次永恒的",
        "点数，设置为上次永恒的 1e310倍） ，手动单击复制星系，得到 1e2590EP。",
        "第7次永恒：首先设置自动永恒数量为 1e2900EP（视情况而定，在统计中查看上次永恒的",
        "点数，设置为上次永恒的 1e310倍） ，手动单击复制星系，得到 1e2900EP。",
        "第8次永恒：首先设置自动永恒数量为 1e3210EP（视情况而定，在统计中查看上次永恒的",
        "点数，设置为上次永恒的 1e310倍） ，然后购买全暗路径的研究树，注意不要重置研究树！",
        "否则会前功尽弃，手动单击复制星系，得到 1e3210EP。",
        "第9次永恒：首先设置自动永恒数量为 1e3520EP（视情况而定，在统计中查看上次永恒的",
        "点数，设置为上次永恒的 1e310倍） ，手动单击复制星系，得到 1e3520EP。",
        "第10次永恒：首先设置自动永恒数量为 1e3830EP（视情况而定，在统计中查看上次永恒的",
        "点数，设置为上次永恒的 1e310倍） ，手动单击复制星系，得到 1e3830EP。",
        "我们发现由于已经拥有接近 1e4150EP，拥有很大的失误空间，最好在现实前完成该成就，",
        "可以对前几次现实有很大帮助。"
      ]
    }
  ],
  "content": "11.1 1e2400-1e3100 EP\n现在可以自动生产 TT，在膨胀中可以获得两倍的 TT，因此我们大部分时间留在膨胀中。\n1e6TT解锁并购买 TD5，退出膨胀，刷一会得到 1e2520EP，进入膨胀。\n1e7TT解锁TD6，暂时不需要刷 EP，挂DT比较重要，依然留在膨胀中。提升 TP至6.7e7。\n1.15e16DT左右，退出膨胀，刷到 1e2650EP以上，购买 TD6，然后简单刷一会得到\n1e2750EP，进入膨胀，提升 TP至7e7。\n1.28e16DT购买DU3（2187x→6561x） ，提升 TP至2.1e8。然后切换为被动路径（拥有研究\n132）进入膨胀，停止自动最大复制星系和自动复制星系，目标是完成 r134（大约需要 6.5\n小时）。\n时间列表：\n1-e3000复制器：较快\ne3000-e4000复制器： 1.6秒\ne4000-e5000复制器： 4.3秒\ne5000-e6000复制器： 7.5秒\ne6000-e7000复制器： 14秒\ne7000-e8000复制器： 25秒\ne8000-e9000复制器： 47秒\ne9000-e10000复制器： 1分26秒\ne10000-e11000复制器： 2分34秒\ne11000-e12000复制器： 4分31秒\ne12000-e13000复制器： 8分25秒\ne13000-e14000复制器： 15分15秒\ne14000-e15000复制器： 26分35秒\ne15000-e16000复制器： 49分50秒\ne16000-e17000复制器： 1时30分5秒\ne17000-e18000复制器： 2时42分33秒\n1e16DT购买DU1（4096x→8192x）。\n1e8TT解锁TD7，暂时还没达到 1e18000复制器，不要退出膨胀。\n1e17DT购买DU1（8192x→1.64e4x）。\n1e16DT购买DU2（2.5460x→2.3068x）。\n1e17DT左右，最终达到 1e18000复制器，获得成就 r134，现在退出膨胀。挂一会得到\n1e3000EP以上，开始购买 TD7，大约挂到 1e3100EP进展缓慢，停止刷 EP。进入膨胀提升\nTP至2.5e8。\n11.2 1e3100-1e4150 EP\n2.56e17DT购买DU3（6561x→1.97e4x） ，提升TP至7.9e8。\n5e17DT左右，以 1e9TT解锁TD8，退出膨胀，挂一会 （每次提升 e15-e20EP）得到1e3350EP，\n开始购买 TD8，继续挂到 1e3650EP左右进展缓慢，进入时间膨胀，提升 TP至8.8e8，退出\n膨胀。现在向最终目标 1e4148EP（2个现实机器）推进。\n清空研究树，进入膨胀 ，然后大坍缩数次得到 1e26000IP，获得成就 r138，现在应该已经\n拥有了前13行全部成就 ，退出膨胀 继续推进。 （此处有另一策略，可以继续留在膨胀在挂\n到1e18DT购买DU1，然后购买 DU2，然后继续挂到 6e17DT左右，拥有超过 96个超光速星\n系，然后退出膨胀继续推进到 1e4148EP，两种策略用时基本相同）\ne3650-e3750EP：每5-8分钟左右提升 1e20EP。\ne3750-e3850EP：每8-13分钟左右提升 1e20EP。\n现在应该有 1e18DT，进入时间膨胀，购买 DU2（2.3068x→2.1155x） 。等待约 40分钟得到\n90个超光速星系，退出膨胀，继续推进。\ne3850-e3950EP：每5-9分钟左右提升 1e20EP。\ne3950-e4010EP：每6-12分钟左右提升 1e20EP。\n不久得到 1e4000EP，在时间研究树最后解锁现实，但是先不要 立刻现实，推荐 1e4148EP\n（得到2现实机器）再现实。 1e4000EP以后由于 EP×5的成本大幅增加，进展变慢，每次\n大约有1e15EP提升时进行永恒。\ne4010EP-e4070EP：每7-12分钟左右提升 1e15EP。\ne4070EP-e4115EP：每10-20分钟左右提升 1e15EP。\ne4115EP-e4150EP：每20-25分钟左右提升 1e15EP。\n大约在接近 1e4150EP时，超光速星系到达 92个，现实可以得到 2RM。\n现实前检查以下内容：\n1. 完成前13行所有成就，否则无法在时间研究树解锁现实按钮。\n2. 把普通挑战和无限挑战的时间刷到上限，挑战时间将在现实时保留，即打破无限升级\n23的倍数达到 3e4，永恒升级 3的倍数达到 6.38e14即可。\n3. 获得成就 r143，这个成就不会在现实时被重置。要求在 10次永恒中，每次永恒获得的\nEP是上次的 2e308倍。方法是\n首先把该研究树导入到某个预设中：\n11,21,22,32,42,51,61,73,83,93,103,111,123,133,143,151,161,162,171,181,31,41,33,\n62,72,71,81,82,91,92,102,101,191,192,193,211,212,213,214,201|0\n11.3 1e1000-1e3830 EP（r143）\n第1次永恒：关闭所有的自动购买器，永恒一次，然后购买 1个第一维度永恒，获得\n1e1000EP，如果担心失败则可以在每次永恒后存个档。\n第2次永恒：打开除了维度献祭、自动复制星系、自动大坍缩以外的购买器，手动大坍缩\n两次得到 1e1350EP。\n第3次永恒：导入上述研究树得到 1e1660EP。\n第4次永恒：首先设置自动永恒数量为 1e1970EP（视情况而定，在统计中查看上次永恒的\n点数，设置为上次永恒的 1e310倍） ，打开自动维度献祭，得到 1e1970EP。\n第5次永恒：首先设置自动永恒数量为 1e2280EP（视情况而定，在统计中查看上次永恒的\n点数，设置为上次永恒的 1e310倍） ，手动单击复制星系，得到 1e2280EP。\n第6次永恒：首先设置自动永恒数量为 1e2590EP（视情况而定，在统计中查看上次永恒的\n点数，设置为上次永恒的 1e310倍） ，手动单击复制星系，得到 1e2590EP。\n第7次永恒：首先设置自动永恒数量为 1e2900EP（视情况而定，在统计中查看上次永恒的\n点数，设置为上次永恒的 1e310倍） ，手动单击复制星系，得到 1e2900EP。\n第8次永恒：首先设置自动永恒数量为 1e3210EP（视情况而定，在统计中查看上次永恒的\n点数，设置为上次永恒的 1e310倍） ，然后购买全暗路径的研究树，注意不要重置研究树！\n否则会前功尽弃，手动单击复制星系，得到 1e3210EP。\n第9次永恒：首先设置自动永恒数量为 1e3520EP（视情况而定，在统计中查看上次永恒的\n点数，设置为上次永恒的 1e310倍） ，手动单击复制星系，得到 1e3520EP。\n第10次永恒：首先设置自动永恒数量为 1e3830EP（视情况而定，在统计中查看上次永恒的\n点数，设置为上次永恒的 1e310倍） ，手动单击复制星系，得到 1e3830EP。\n我们发现由于已经拥有接近 1e4150EP，拥有很大的失误空间，最好在现实前完成该成就，\n可以对前几次现实有很大帮助。"
};

export default chapter;
