import type { Chapter } from "../../types";

const chapter: Chapter = {
  "id": 15,
  "title": "十五、 Cel2（1e24-1e30 RM）",
  "description": [
    "符文配置 ：",
    "刷符文：RRRRD/RRRDD （词条：R⠴(134)，D⠆(12)）",
    "刷RM：RRIIP/RRIII（词条：P⠴(134)，I⠦(124)，R⠖(123)）"
  ],
  "sections": [
    {
      "title": "15.1 1e24-1e30 RM（3e9-5e11 RS）",
      "content": [
        "符文配置 ：",
        "刷符文：RRRRD/RRRDD （词条：R⠴(134)，D⠆(12)）",
        "刷RM：RRIIP/RRIII（词条：P⠴(134)，I⠦(124)，R⠖(123)）",
        "首先看到Cel2界面有几个新升级，需要用遗迹碎片（ RS）购买，装备五种各不相同的符文",
        "TRIPD（均为三词条）使遗迹碎片的获取最大，刷几分钟达到 3e9RS，解锁了前三个升级。",
        "第一个升级可以调整符文权重，设置为 14/31/40/15。第二个升级解锁了符文筛选功能，",
        "现在可以自动选择符合要求的符文。第三个升级解锁了符文预设，可以储存一些符文配置，",
        "调用的时候更方便。第四个升级将解锁 Cel2的现实挑战，但是需要 5e11RS，现在不要硬",
        "刷。",
        "储存Cel1、刷RM、刷符文和刷 RS的预设，首先进入 Cel1把献祭值倍数刷到 8e13。然后开",
        "始刷符文，现在可以获得 1400级以上的符文，且 RS略微提高了稀有度。把献祭值刷到",
        "1e23，然后刷到高等级和高稀有度的符文。",
        "以此类推，逐步提升。此时自动机运行效率已经或接近达到最大，几乎瞬间就能达到",
        "1e4000EP以上，查看是否有需要的符文，如果没有则可以立刻现实缩短时间。",
        "现在开始刷符文，把自动现实设置为符文等级 2100级左右，把符文筛选改为第四项（特定",
        "词条） ，每种符文设置 3个词条， 60%稀有度，可以不勾选下面的特定词条，可以把回收符",
        "文的按钮打开，这样在可以现实时如果没有想要的符文会立刻现实，大幅减少刷符文的时",
        "间。但是缺点是可能会遗漏一些符文（某些符文刚现实时词条数较少，后面会长出新的词",
        "条） 。",
        "刷够了符文后切换为 RRRII，刷RM，购买了 1e30RM以下的所有升级，现在再切换会刷 RS",
        "的配置，刷十分钟左右即可得到 5e11RS，购买最后一个 Cel2升级，解锁 Cel2的现实挑战。",
        "Cel2共有3层挑战，每层会限定符文等级，即第一层所有符文会被限制为 100级，因而符",
        "文等级没有用，需要刷符文稀有度。第一层符文： PPPPP（词条： D⠆(12)，即带AD乘数）。",
        "进入挑战，到达 1e308AM点击无限即可完成。"
      ]
    },
    {
      "title": "15.2 100-1500级 Cel2挑战",
      "content": [
        "第二层被限制为 1500级，符文 DRRIP（词条： D⠐(3)，R⠂(2)，I⠴(134)，P⠆(12)）,其中I",
        "符文的34词条（即带无限点数和无限次数！而不是无限之力转换率 ）是刚需，进入挑战，",
        "购买ID路径+挂机路径 +TS181，如果所有符文的稀有度均在 80%以上，则 1-2分钟即可完",
        "成。稀有度70%左右则需要 3-5分钟，所以尽可能刷几个稀有度高的符文。 完成后解锁了",
        "Cel3。"
      ]
    }
  ],
  "content": "15.1 1e24-1e30 RM（3e9-5e11 RS）\n符文配置 ：\n刷符文：RRRRD/RRRDD （词条：R⠴(134)，D⠆(12)）\n刷RM：RRIIP/RRIII（词条：P⠴(134)，I⠦(124)，R⠖(123)）\n首先看到Cel2界面有几个新升级，需要用遗迹碎片（ RS）购买，装备五种各不相同的符文\nTRIPD（均为三词条）使遗迹碎片的获取最大，刷几分钟达到 3e9RS，解锁了前三个升级。\n第一个升级可以调整符文权重，设置为 14/31/40/15。第二个升级解锁了符文筛选功能，\n现在可以自动选择符合要求的符文。第三个升级解锁了符文预设，可以储存一些符文配置，\n调用的时候更方便。第四个升级将解锁 Cel2的现实挑战，但是需要 5e11RS，现在不要硬\n刷。\n储存Cel1、刷RM、刷符文和刷 RS的预设，首先进入 Cel1把献祭值倍数刷到 8e13。然后开\n始刷符文，现在可以获得 1400级以上的符文，且 RS略微提高了稀有度。把献祭值刷到\n1e23，然后刷到高等级和高稀有度的符文。\n以此类推，逐步提升。此时自动机运行效率已经或接近达到最大，几乎瞬间就能达到\n1e4000EP以上，查看是否有需要的符文，如果没有则可以立刻现实缩短时间。\n现在开始刷符文，把自动现实设置为符文等级 2100级左右，把符文筛选改为第四项（特定\n词条） ，每种符文设置 3个词条， 60%稀有度，可以不勾选下面的特定词条，可以把回收符\n文的按钮打开，这样在可以现实时如果没有想要的符文会立刻现实，大幅减少刷符文的时\n间。但是缺点是可能会遗漏一些符文（某些符文刚现实时词条数较少，后面会长出新的词\n条） 。\n刷够了符文后切换为 RRRII，刷RM，购买了 1e30RM以下的所有升级，现在再切换会刷 RS\n的配置，刷十分钟左右即可得到 5e11RS，购买最后一个 Cel2升级，解锁 Cel2的现实挑战。\nCel2共有3层挑战，每层会限定符文等级，即第一层所有符文会被限制为 100级，因而符\n文等级没有用，需要刷符文稀有度。第一层符文： PPPPP（词条： D⠆(12)，即带AD乘数）。\n进入挑战，到达 1e308AM点击无限即可完成。\n15.2 100-1500级 Cel2挑战\n第二层被限制为 1500级，符文 DRRIP（词条： D⠐(3)，R⠂(2)，I⠴(134)，P⠆(12)）,其中I\n符文的34词条（即带无限点数和无限次数！而不是无限之力转换率 ）是刚需，进入挑战，\n购买ID路径+挂机路径 +TS181，如果所有符文的稀有度均在 80%以上，则 1-2分钟即可完\n成。稀有度70%左右则需要 3-5分钟，所以尽可能刷几个稀有度高的符文。 完成后解锁了\nCel3。"
};

export default chapter;
