import type { Chapter } from "../../types";

const chapter: Chapter = {
  "id": 16,
  "title": "十六、 Cel3（1e30-1e51 RM）",
  "description": [
    "首先在Cel3储存大约 1e20年黑洞时间，使用刚才的 DRRIP符文组合，进入第三层 Cel2挑",
    "战，依然购买 ID+挂机路径 +TS181，进入EC10，释放黑洞即可达成现实。",
    "现在解锁了一种新的符文 E（鹿颈长），其有7个词条， 从左下角开始数 （由于有七个词条，"
  ],
  "sections": [
    {
      "title": "16.1 1e30-1e51 RM",
      "content": [
        "首先在Cel3储存大约 1e20年黑洞时间，使用刚才的 DRRIP符文组合，进入第三层 Cel2挑",
        "战，依然购买 ID+挂机路径 +TS181，进入EC10，释放黑洞即可达成现实。",
        "现在解锁了一种新的符文 E（鹿颈长），其有7个词条， 从左下角开始数 （由于有七个词条，",
        "攻略中无法用符号点阵表示 ），按顺时针分别为 1-7（第一个词条是 RM倍增）。符文配置需",
        "要大量修改：",
        "刷符文： ERRRR（词条： E(23)，R⠴(134)）",
        "刷RM：ETRRR（词条： E(167)，T⠖(123)，R⠖(123)） / ETRRP（词条： E(157)，T⠖(123)，",
        "R⠖(123)，P⠴(134)）",
        "Cel1：ETTRR/ETRRP（词条： E(567)，T⠖(123)，R⠖(123)，P⠴(134)，在挑战中释放黑洞）",
        "刷遗迹碎片（ RS）：ETRIP（词条： E(567)，其他的都选择稀有度高的 3词条）",
        "刷储存黑洞时间： ETTTT（词条： E(3)，T⠂(2)）",
        "现在的操作差不多就是把上述几条轮流执行，逐渐提升。刷到 1e40RM，购买1e40RM以下的",
        "所有升级，使用刷储存黑洞时间的符文组合，挂到 1e35年储存黑洞时间（只需要几分钟） ，",
        "购买了第一个 Cel3升级。然后符文等级可达 4500级以上，且现在开始出现 4词条的符文。",
        "符文等级越高，出现 4词条的几率越大。此时符文筛选可以改为 3词条，80%稀有度，如果",
        "想挂很长时间，则改为 4词条，80%稀有度。",
        "继续刷几轮，此时符文等级可达 5200级，刷到 5200级ETTTT的符文就可以了（如果不刷",
        "其他符文，可以在符文筛选中把 PIRD的要求改为 5词条，这样就刷不到了） ，购买 1e51RM",
        "以下的升级，挂十几分钟储存黑洞，最终得到 1e40年黑洞时间，购买第二个 Cel3升级，",
        "解锁Cel3的现实挑战。我们装备符文 TTTPP（5200级，80%稀有度以上， 4词条） ，储存",
        "1e39年黑洞时间，献祭值达到 1e29，进入Cel3的现实挑战。",
        "如何完成挑战：",
        "1. 关闭自动机。"
      ]
    },
    {
      "title": "16.2 1e15 DT-1e4000 EP（Cel3挑战）",
      "content": [
        "2. 在“时间研究”选项卡中，单击 TS11右侧的空白以获取100TT。",
        "3. 转到“无限”选项卡 ：“打破无限 ”并单击“感受永恒 ”（这会增强  EC1和TS123的",
        "加成）。",
        "4. 进入C10 有利于 IP/AM 生产。原因是在Cel3中，你无法获得第八维度，但在 C10中，",
        "你可以根据第六维度获得星系 因此进入每个永恒挑战都可以再进入 C10推进。",
        "5. 研究树购买 TD路径+活跃路径， EC1可以无限完成，如果你在某个地方卡住了，重新挑",
        "战EC1。",
        "6. 研究树购买 TD路径+活跃路径，进入 EC6，然后在  EC6内进入 C10。这有利于  EP/IP/AM",
        "生产。也就是说在 Cel3中，EC6+C10的组合比不进入任何挑战更好， 可以用它来购买",
        "时间研究并 完成其他EC。如果在任何其他 EC中遇到困难，请 进入C10。时间研究树应",
        "该是：时间 路径，活跃路径，191+212+223+232+213+226+233+221。",
        "7. 一旦达到 8000+TT，使用最短的路径直接进入膨胀 （如193,214,228,234。记住你不需",
        "要完成EC11/12）",
        "8. 此时拥有 1e15DT，可以迅速完成还没有完成的 EC。",
        "9. 重新进入EC1，现在可以完成 160次以上EC1。",
        "10. 重新进入 EC6+C10，现在可以达到 1e2000EP以上。然后再刷几个 EC1。",
        "11. 最后，进入 EC6+C10并释放黑洞，应该达到 1e4000EP以上，可以完成 Cel3的挑战并获",
        "得成就r151，解锁了 Cel4。 （可以在 释放黑洞 之前导出 存档，以防无法到达 e4000EP）"
      ]
    }
  ],
  "content": "16.1 1e30-1e51 RM\n首先在Cel3储存大约 1e20年黑洞时间，使用刚才的 DRRIP符文组合，进入第三层 Cel2挑\n战，依然购买 ID+挂机路径 +TS181，进入EC10，释放黑洞即可达成现实。\n现在解锁了一种新的符文 E（鹿颈长），其有7个词条， 从左下角开始数 （由于有七个词条，\n攻略中无法用符号点阵表示 ），按顺时针分别为 1-7（第一个词条是 RM倍增）。符文配置需\n要大量修改：\n刷符文： ERRRR（词条： E(23)，R⠴(134)）\n刷RM：ETRRR（词条： E(167)，T⠖(123)，R⠖(123)） / ETRRP（词条： E(157)，T⠖(123)，\nR⠖(123)，P⠴(134)）\nCel1：ETTRR/ETRRP（词条： E(567)，T⠖(123)，R⠖(123)，P⠴(134)，在挑战中释放黑洞）\n刷遗迹碎片（ RS）：ETRIP（词条： E(567)，其他的都选择稀有度高的 3词条）\n刷储存黑洞时间： ETTTT（词条： E(3)，T⠂(2)）\n现在的操作差不多就是把上述几条轮流执行，逐渐提升。刷到 1e40RM，购买1e40RM以下的\n所有升级，使用刷储存黑洞时间的符文组合，挂到 1e35年储存黑洞时间（只需要几分钟） ，\n购买了第一个 Cel3升级。然后符文等级可达 4500级以上，且现在开始出现 4词条的符文。\n符文等级越高，出现 4词条的几率越大。此时符文筛选可以改为 3词条，80%稀有度，如果\n想挂很长时间，则改为 4词条，80%稀有度。\n继续刷几轮，此时符文等级可达 5200级，刷到 5200级ETTTT的符文就可以了（如果不刷\n其他符文，可以在符文筛选中把 PIRD的要求改为 5词条，这样就刷不到了） ，购买 1e51RM\n以下的升级，挂十几分钟储存黑洞，最终得到 1e40年黑洞时间，购买第二个 Cel3升级，\n解锁Cel3的现实挑战。我们装备符文 TTTPP（5200级，80%稀有度以上， 4词条） ，储存\n1e39年黑洞时间，献祭值达到 1e29，进入Cel3的现实挑战。\n如何完成挑战：\n1. 关闭自动机。\n16.2 1e15 DT-1e4000 EP（Cel3挑战）\n2. 在“时间研究”选项卡中，单击 TS11右侧的空白以获取100TT。\n3. 转到“无限”选项卡 ：“打破无限 ”并单击“感受永恒 ”（这会增强  EC1和TS123的\n加成）。\n4. 进入C10 有利于 IP/AM 生产。原因是在Cel3中，你无法获得第八维度，但在 C10中，\n你可以根据第六维度获得星系 因此进入每个永恒挑战都可以再进入 C10推进。\n5. 研究树购买 TD路径+活跃路径， EC1可以无限完成，如果你在某个地方卡住了，重新挑\n战EC1。\n6. 研究树购买 TD路径+活跃路径，进入 EC6，然后在  EC6内进入 C10。这有利于  EP/IP/AM\n生产。也就是说在 Cel3中，EC6+C10的组合比不进入任何挑战更好， 可以用它来购买\n时间研究并 完成其他EC。如果在任何其他 EC中遇到困难，请 进入C10。时间研究树应\n该是：时间 路径，活跃路径，191+212+223+232+213+226+233+221。\n7. 一旦达到 8000+TT，使用最短的路径直接进入膨胀 （如193,214,228,234。记住你不需\n要完成EC11/12）\n8. 此时拥有 1e15DT，可以迅速完成还没有完成的 EC。\n9. 重新进入EC1，现在可以完成 160次以上EC1。\n10. 重新进入 EC6+C10，现在可以达到 1e2000EP以上。然后再刷几个 EC1。\n11. 最后，进入 EC6+C10并释放黑洞，应该达到 1e4000EP以上，可以完成 Cel3的挑战并获\n得成就r151，解锁了 Cel4。 （可以在 释放黑洞 之前导出 存档，以防无法到达 e4000EP）"
};

export default chapter;
