import type { Chapter } from "../../types";

const chapter: Chapter = {
  "id": 17,
  "title": "十七、 Cel4（1e51-1e92 RM）",
  "description": [
    "首先在无限维度界面购买第 1个超立方体，其可以使无限维度购买的上限提升。然后完成",
    "第15行还没有完成的两个成就 r153和r156。",
    "r153：需要一个带有 TT生成的D符文，除此之外 其他四个符文 不重要，可以使用 DTTRR。"
  ],
  "sections": [
    {
      "title": "17.1 1e51-1e60 RM",
      "content": [
        "首先在无限维度界面购买第 1个超立方体，其可以使无限维度购买的上限提升。然后完成",
        "第15行还没有完成的两个成就 r153和r156。",
        "r153：需要一个带有 TT生成的D符文，除此之外 其他四个符文 不重要，可以使用 DTTRR。",
        "禁用所有 反物质维度自动购买 。手动完成EC10并解锁时间膨胀 。拥有1e15DT后可以迅速",
        "完成除了 EC7以外的挑战， 无论如何不要进入 EC7，否则你将无法完成此成就。 最后再进入",
        "一次膨胀达到 1e4000EP。",
        "r156：需要一个带有 TT生成的D符文，关闭时间研究界面的自动购买 TT，打开自动机等其",
        "完成即可。",
        "然后进入 Cel4，发现我们需要同时达成六项要求才能解锁 Cel4。其中第 1项和第6项需要",
        "提前完成， 2-5项可以同时完成。如果还没有达到 10000次现实，则使用刷复兴点数的脚本",
        "刷到10000次现实（现在 1秒钟可以现实 4-5次） ，然后继续之前的推进顺序：完成 Cel1-",
        "刷符文-刷RM-刷RS。"
      ]
    },
    {
      "title": "17.2 1e60-1e68 RM",
      "content": [
        "现在刷符文可以用符文分数，使用该辅助脚本 （较复杂，如果不会使用可以 不使用，继续",
        "使用稀有度和 词条数即可 ）。https://paste.ee/p/dNhPc",
        "符文：ERRRR（词条： E23） ，分数设置 P/I/R/D/T 都是140,15,15,15,15（80%以上，3-4词",
        "条） ；E是140,10,10,20,10,10,10,20（80%以上，3-4词条）。如果用不来符文分数可以继",
        "续使用符文筛选的第四项。",
        "符文配置 ：（T/R/I/P/D 均为4词条）",
        "刷符文： ERRRR（词条：E23）",
        "刷RM： ETRRR（词条：E1367） / ETRRP（词条：E1357）",
        "Cel1： ETTRR / ETRRP （词条：E3567，在挑战中释放黑洞 ）",
        "刷RS： ETRIP （词条： E3567，其他的都选择稀有度高的 4词条）",
        "注意刷RM必须要带 1367或1357的E符文，如果没有则把符文筛选设置为勾选 E：137，3",
        "词条，80%稀有度，其他符文设置为 5词条，专刷该词条，大约 3-10分钟肯定能刷出一个。",
        "最终购买了 2e59RM以下的所有升级 ，使用ETRRP（E1357）或ETRRR（E1367）的符文配置",
        "刷RM。此时购买了全部复兴商店升级，符文等级为 5650级，献祭值达 1e31（如果没有可",
        "以按住回车购买音乐符文，然后献祭即可）大约 10分钟即可到达 1e60RM，最终完成了 Cel4",
        "解锁的第 6项要求。",
        "现在拥有 1e31献祭值，存储 1e42年黑洞时间，把符文更改为 DTTRR（5650级，90%稀有度",
        "以上） ，先等待一会（ 等待DT增长十几秒 ）然后释放黑洞，可以一次性完成 Cel4的2-5项",
        "要求。",
        "现在解锁了 Cel4的挑战， 一共有6个挑战， 每个挑战可以完成 6次，如果希望自己探索则",
        "跳过此章节。现在需要使用新的脚本。 （注意本脚本不只是用来打 Cel4的挑战，还用来正",
        "常运行，上一个 e9到e60RM的脚本不需要再用了） https://paste.ee/p/k7ifa （如果打不",
        "开可在群文件或本文档底部查找 ）",
        "挑战的手动部分：",
        "如果进行 七质罪挑战，则将常量  SE7EN 更改为1，",
        "如果进行 盗物空间 挑战，则将常量  MATTER 更改为1，",
        "如果进行 少年郎挑战，则将常量  YOUNG 更改为1，",
        "如果在 Cel4 的其他挑战中，或不在Cel4中，则将常量恢复为 0。"
      ]
    },
    {
      "title": "17.3 1e68-1e92 RM",
      "content": [
        "按照以下顺序进行挑战： （符文等级 5500+）",
        "符文骑士 4：DR",
        "反星穿越 2：EDDDR（词条： E357）",
        "七质罪1：EPPPP（词条： E357）（更改常量 ）",
        "盗物空间 3：EDDDP（词条： E357）（更改常量 ）",
        "提升RM至1e68并购买所有黑洞和现实升级。",
        "永恒阳光 1：ETRRR（词条： E357）",
        "盗物空间 4：EDDDP（词条： E357）（更改常量 ）",
        "七质罪5：EPPPP（词条： E357）（更改常量 ）",
        "反星穿越 3：EDDDR（词条： E357）",
        "永恒阳光 2：ETRRR（词条： E357）",
        "符文骑士 5：R",
        "少年郎2：ETTTT（词条： E357）（更改常量 ）",
        "提升RM至1e82并购买所有黑洞和现实升级，购买第 2个超立方体。",
        "永恒阳光 4：ETRRR（词条： E357）",
        "七质罪6：EPPPP（词条： E357）（更改常量 ）",
        "反星穿越 4：EDDDR（词条： E357）",
        "少年郎4：ETTTT（词条： E3567，需要释放黑洞，如果无法完成或暂时没有该 E符文则跳过",
        "此步，进入下一阶段） （更改常量 ）",
        "进入Cel1，把献祭值倍数刷到 1e21。",
        "提升RM至1e85并购买所有黑洞和现实升级，刷 6100级的所有符文，可以切换回刚才的符",
        "文分数的脚本，也可以继续按照符文词条（ 4词条，90%） 。需要刷到 3567和347的E符文。",
        "少年郎4：ETTTT（词条： E3567，需要释放黑洞） （更改常量 ）",
        "盗物空间 5：EDDDP（词条： E3567）（更改常量 ）",
        "永恒阳光 5：ETRRR（词条： E3567）",
        "少年郎5：ETTTT（词条： E3567，需要释放黑洞） （更改常量 ）",
        "随着已经完成 30个Cel4成就，成就的加成大幅增加， 现在更改一些符文配置：",
        "刷黑洞时间： ETTTT（词条： E34）",
        "刷RM配置1：ETRRR（词条： E1347，需要释放黑洞）",
        "刷RM配置2：ETRRP（词条： E1457，需要释放黑洞）"
      ]
    },
    {
      "title": "17.4 1e92-1e95 RM（解锁 Cel5）",
      "content": [
        "提升RM至1e92（需要释放黑洞）并购买所有黑洞和现实升级。",
        "反星穿越 5：EDDDR（词条： E347）",
        "永恒阳光 6：ETRRR（词条： E347）",
        "符文骑士 6：不装备任何符文，释放黑洞",
        "盗物空间 6：EDDDP（词条： E3567，需要释放黑洞）（更改常量 ）",
        "少年郎6：ETTTT（词条： E347，需要释放黑洞） （更改常量 ）",
        "提升RM至1e95（需要释放黑洞）并购买所有黑洞和现实升级。",
        "反星穿越 6：EDDDR（词条： E3467/3457，需要释放黑洞，需要 6200/6300级符文）",
        "完成所有挑战后获得成就 r162，并且解锁了 Cel5。进入Cel5前完成成就 r161，进入膨胀",
        "即可。",
        "目前拥有：前 15行全部成就、 r161、r162。"
      ]
    }
  ],
  "content": "17.1 1e51-1e60 RM\n首先在无限维度界面购买第 1个超立方体，其可以使无限维度购买的上限提升。然后完成\n第15行还没有完成的两个成就 r153和r156。\nr153：需要一个带有 TT生成的D符文，除此之外 其他四个符文 不重要，可以使用 DTTRR。\n禁用所有 反物质维度自动购买 。手动完成EC10并解锁时间膨胀 。拥有1e15DT后可以迅速\n完成除了 EC7以外的挑战， 无论如何不要进入 EC7，否则你将无法完成此成就。 最后再进入\n一次膨胀达到 1e4000EP。\nr156：需要一个带有 TT生成的D符文，关闭时间研究界面的自动购买 TT，打开自动机等其\n完成即可。\n然后进入 Cel4，发现我们需要同时达成六项要求才能解锁 Cel4。其中第 1项和第6项需要\n提前完成， 2-5项可以同时完成。如果还没有达到 10000次现实，则使用刷复兴点数的脚本\n刷到10000次现实（现在 1秒钟可以现实 4-5次） ，然后继续之前的推进顺序：完成 Cel1-\n刷符文-刷RM-刷RS。\n17.2 1e60-1e68 RM\n现在刷符文可以用符文分数，使用该辅助脚本 （较复杂，如果不会使用可以 不使用，继续\n使用稀有度和 词条数即可 ）。https://paste.ee/p/dNhPc\n符文：ERRRR（词条： E23） ，分数设置 P/I/R/D/T 都是140,15,15,15,15（80%以上，3-4词\n条） ；E是140,10,10,20,10,10,10,20（80%以上，3-4词条）。如果用不来符文分数可以继\n续使用符文筛选的第四项。\n符文配置 ：（T/R/I/P/D 均为4词条）\n刷符文： ERRRR（词条：E23）\n刷RM： ETRRR（词条：E1367） / ETRRP（词条：E1357）\nCel1： ETTRR / ETRRP （词条：E3567，在挑战中释放黑洞 ）\n刷RS： ETRIP （词条： E3567，其他的都选择稀有度高的 4词条）\n注意刷RM必须要带 1367或1357的E符文，如果没有则把符文筛选设置为勾选 E：137，3\n词条，80%稀有度，其他符文设置为 5词条，专刷该词条，大约 3-10分钟肯定能刷出一个。\n最终购买了 2e59RM以下的所有升级 ，使用ETRRP（E1357）或ETRRR（E1367）的符文配置\n刷RM。此时购买了全部复兴商店升级，符文等级为 5650级，献祭值达 1e31（如果没有可\n以按住回车购买音乐符文，然后献祭即可）大约 10分钟即可到达 1e60RM，最终完成了 Cel4\n解锁的第 6项要求。\n现在拥有 1e31献祭值，存储 1e42年黑洞时间，把符文更改为 DTTRR（5650级，90%稀有度\n以上） ，先等待一会（ 等待DT增长十几秒 ）然后释放黑洞，可以一次性完成 Cel4的2-5项\n要求。\n现在解锁了 Cel4的挑战， 一共有6个挑战， 每个挑战可以完成 6次，如果希望自己探索则\n跳过此章节。现在需要使用新的脚本。 （注意本脚本不只是用来打 Cel4的挑战，还用来正\n常运行，上一个 e9到e60RM的脚本不需要再用了） https://paste.ee/p/k7ifa （如果打不\n开可在群文件或本文档底部查找 ）\n挑战的手动部分：\n如果进行 七质罪挑战，则将常量  SE7EN 更改为1，\n如果进行 盗物空间 挑战，则将常量  MATTER 更改为1，\n如果进行 少年郎挑战，则将常量  YOUNG 更改为1，\n如果在 Cel4 的其他挑战中，或不在Cel4中，则将常量恢复为 0。\n17.3 1e68-1e92 RM\n按照以下顺序进行挑战： （符文等级 5500+）\n符文骑士 4：DR\n反星穿越 2：EDDDR（词条： E357）\n七质罪1：EPPPP（词条： E357）（更改常量 ）\n盗物空间 3：EDDDP（词条： E357）（更改常量 ）\n提升RM至1e68并购买所有黑洞和现实升级。\n永恒阳光 1：ETRRR（词条： E357）\n盗物空间 4：EDDDP（词条： E357）（更改常量 ）\n七质罪5：EPPPP（词条： E357）（更改常量 ）\n反星穿越 3：EDDDR（词条： E357）\n永恒阳光 2：ETRRR（词条： E357）\n符文骑士 5：R\n少年郎2：ETTTT（词条： E357）（更改常量 ）\n提升RM至1e82并购买所有黑洞和现实升级，购买第 2个超立方体。\n永恒阳光 4：ETRRR（词条： E357）\n七质罪6：EPPPP（词条： E357）（更改常量 ）\n反星穿越 4：EDDDR（词条： E357）\n少年郎4：ETTTT（词条： E3567，需要释放黑洞，如果无法完成或暂时没有该 E符文则跳过\n此步，进入下一阶段） （更改常量 ）\n进入Cel1，把献祭值倍数刷到 1e21。\n提升RM至1e85并购买所有黑洞和现实升级，刷 6100级的所有符文，可以切换回刚才的符\n文分数的脚本，也可以继续按照符文词条（ 4词条，90%） 。需要刷到 3567和347的E符文。\n少年郎4：ETTTT（词条： E3567，需要释放黑洞） （更改常量 ）\n盗物空间 5：EDDDP（词条： E3567）（更改常量 ）\n永恒阳光 5：ETRRR（词条： E3567）\n少年郎5：ETTTT（词条： E3567，需要释放黑洞） （更改常量 ）\n随着已经完成 30个Cel4成就，成就的加成大幅增加， 现在更改一些符文配置：\n刷黑洞时间： ETTTT（词条： E34）\n刷RM配置1：ETRRR（词条： E1347，需要释放黑洞）\n刷RM配置2：ETRRP（词条： E1457，需要释放黑洞）\n17.4 1e92-1e95 RM（解锁 Cel5）\n提升RM至1e92（需要释放黑洞）并购买所有黑洞和现实升级。\n反星穿越 5：EDDDR（词条： E347）\n永恒阳光 6：ETRRR（词条： E347）\n符文骑士 6：不装备任何符文，释放黑洞\n盗物空间 6：EDDDP（词条： E3567，需要释放黑洞）（更改常量 ）\n少年郎6：ETTTT（词条： E347，需要释放黑洞） （更改常量 ）\n提升RM至1e95（需要释放黑洞）并购买所有黑洞和现实升级。\n反星穿越 6：EDDDR（词条： E3467/3457，需要释放黑洞，需要 6200/6300级符文）\n完成所有挑战后获得成就 r162，并且解锁了 Cel5。进入Cel5前完成成就 r161，进入膨胀\n即可。\n目前拥有：前 15行全部成就、 r161、r162。"
};

export default chapter;
