import type { Chapter } from "../../types";

const chapter: Chapter = {
  "id": 3,
  "title": "三、 打破无限（3e4-5e11 IP）",
  "description": [
    "在打破无限界面看到 12个升级。",
    "按照从上到下，从左到右的顺序： （每行 2个）",
    "购买器设置 （卡住最大，当前速度 1.2e4IP/分钟） ："
  ],
  "sections": [
    {
      "title": "3.1 3e4-1e5 IP",
      "content": [
        "在打破无限界面看到 12个升级。",
        "按照从上到下，从左到右的顺序： （每行 2个）",
        "购买器设置 （卡住最大，当前速度 1.2e4IP/分钟） ：",
        "自动大坍缩  自动星系  自动维度提升",
        "300IP 打开 不限制 打开 关闭",
        "1e4IP购买打破无限升级 1（第1行第1个）。",
        "5e4IP购买打破无限升级 2（第1行第2个）。",
        "现在如果还有挑战没有完成，可以很快完成，如果 C9比较困难，可以把 1-7维度自动购买",
        "设置为单个，然后隔一段时间按一下 最大，手动操作也很快，如果还没有买 1e3IP的离线",
        "进度升级现在可以购买。",
        "现在检查成就，应该已经完成了前 5行的全部成就和 r68，然后再次卡上 最大（如果不卡也",
        "可以，但是会慢很多） ，购买器设置 （卡住最大，当前速度 3e4IP/分钟） ：",
        "自动大坍缩  自动星系  自动维度提升",
        "840IP 打开  不限制 打开 关闭"
      ]
    },
    {
      "title": "3.2 1e5-1e8 IP",
      "content": [
        "1e5IP购买IP翻倍（16x→32x） ，升级维度购买器至 16x。",
        "1e5IP购买打破无限升级 3，按住最大，把自动大坍缩设置为 0，获得成就 r78（在250ms",
        "内无限） ，如果无法获得则之后再来尝试，然后关闭自动大坍缩，打开自动维度提升获得",
        "r66。购买器设置 （卡住最大，当前速度 1.1e5IP/ 分钟） ：",
        "自动大坍缩  自动星系  自动维度提升",
        "1.88e3IP 打开  不限制 打开 关闭",
        "1e6IP购买IP翻倍（32x→64x） ，升级维度购买器至 64x。",
        "1e6IP购买打破无限升级 4，购买器设置 （卡住最大，当前速度 3.4e5IP/分钟）：",
        "自动大坍缩  自动星系  自动维度提升",
        "4.3e3IP 打开 不限制 打开 关闭",
        "1e6IP购买打破无限升级 10（10x→9x）。",
        "1e7IP购买IP翻倍（64x→128x） ，升级所有维度购买器至 512x，获得成就 r61。",
        "1e7IP购买打破无限升级 5，现在重新挑战。",
        "卡住最大键，打开自动重试挑战，将购买器设置：",
        "自动大坍缩  自动星系  自动维度提升",
        "0IP 打开 0 打开 4/不勾选 打开",
        "完成C2,C3,C4,C5,C6,C7,C8,C11",
        "把自动星系切换为 1，完成C10,C12。",
        "再把自动星系切换为 0，取消粘滞键 M，完成C9。",
        "现在所有挑战都可以卡住粘滞键，刷到 800毫秒以内，给打破无限升级 23提供4000倍以",
        "上增幅。 完成成就 r65。",
        "购买器设置 （卡住最大，当前速度 1.2e6IP/ 分钟） ：",
        "自动大坍缩  自动星系  自动维度提升",
        "2.4e4IP 打开 不限制 打开 关闭",
        "1e7IP购买打破无限升级 11（10x→9x）。",
        "5e6IP购买打破无限升级 10（9x→8x）。",
        "2.5e7IP购买打破无限升级 10（8x→7x），然后需要等待约 55分钟（卡住最大）到达 1e8IP。",
        "1e8IP停止自动运行，购买维度提升和星系，手动执行维度献祭，达到 7星系+35维度提升，",
        "等待约10分钟，现在拥有 1e1100AM解锁了无限维度（ ID） ，购买ID1，获得成就 r63。"
      ]
    },
    {
      "title": "3.3 1e8-1e11 IP",
      "content": [
        "关闭自动维度提升和自动星系，进入 C3，达到无限获得成就 r77。",
        "关闭自动星系，打开自动维度提升设置为  不勾选/4，进入所有挑战一遍，现在挑战时间将",
        "压缩到600ms以内，完成 r74，打破无限升级 23倍数达5000倍。现在拥有前 6行全部成就",
        "（r62，r64，r67除外）以及 r74，r77，r78。",
        "购买器设置 （卡住最大，当前速度 1.5e7IP/ 分钟） ：",
        "自动大坍缩  自动星系  自动维度提升",
        "2e5IP 打开 不限制 打开 关闭",
        "1e8IP购买IP翻倍。",
        "1e7IP购买打破无限升级 12（0%→5%）。",
        "1.25e8IP购买打破无限升级 10（7x→6x）。",
        "2e7IP购买打破无限升级 6。",
        "1e9IP购买IP翻倍，然后大约要挂 90分钟到达 5e9IP（卡住最大，相当大的时间墙！ ） 。",
        "5e9IP购买打破无限升级 7，现在可以启用自动维度提升，购买器设置 （卡住最大，当前速",
        "度1.9e8IP/ 分钟） ：",
        "自动大坍缩  自动星系  自动维度提升",
        "5.2e6IP 打开 不限制 打开 0/7 打开",
        "1e8IP购买打破无限升级 12（5%→10%） ，获得成就 r62。",
        "6.25e8IP购买打破无限升级 10（6x→5x）。",
        "1e10IP购买IP翻倍。",
        "3.13e9IP购买打破无限升级 10（5x→4x）。",
        "1.56e10IP购买打破无限升级 10（4x→3x）。",
        "1e9IP购买打破无限升级 12（10%→15%）。",
        "1e9IP停止自动运行（实际上由于打破无限升级 12，购买了 1.56e10IP的升级后就可以停",
        "止自动运行， IP会逐渐增长到达 1e9IP） ，购买维度提升和星系，手动执行维度献祭，等待",
        "约82分钟达到 10星系+46维度提升，等待直到 1e1900AM解锁并购买ID2。获得成就 r64。",
        "现在再次刷一下挑战时间，达到每个挑战 400ms以内，打破无限升级 5倍数达7000倍以上。",
        "购买器设置（ 卡住最大， 当前速度 1e9IP/分钟） ：",
        "自动大坍缩  自动星系  自动维度提升",
        "6e7IP 打开 不限制 打开 0/7 打开"
      ]
    },
    {
      "title": "3.4 1e11-5e11 IP",
      "content": [
        "1e11IP购买ID1（注意不是购买 IP翻倍，而是购买第二次无限维度 1，有3-4倍加成） 。",
        "购买器设置（ 卡住最大， 当前速度 3.85e9IP/分钟） ：",
        "自动大坍缩  自动星系  自动维度提升",
        "1.1e8IP 打开 不限制 打开 0/8 打开",
        "7.81e10IP购买打破无限升级 10（3x→2x）。",
        "购买器设置（ 卡住最大， 当前速度 6.2e9IP/分钟） ：",
        "自动大坍缩  自动星系  自动维度提升",
        "6.6e8IP 打开 不限制 打开 0/8 打开",
        "5e10IP购买打破无限升级 11（9x→8x）。",
        "购买器设置（ 卡住最大， 当前速度 1.07e10IP/分钟） ：",
        "自动大坍缩  自动星系  自动维度提升",
        "4.8e8IP 打开 不限制 打开 0/9 打开",
        "1e11IP购买IP翻倍。",
        "1e10IP购买打破无限升级 12（15%→20%）。",
        "5e11IP购买打破无限升级 8，进入下一阶段。",
        "目前拥有：第 1-5行全部成就， r61/62/63/64/65/66/68 ，r74/76/77/78 ，如果还有没完成",
        "的可以使用 ctrl+f在此前文档中查找具体做法。"
      ]
    }
  ],
  "content": "3.1 3e4-1e5 IP\n在打破无限界面看到 12个升级。\n按照从上到下，从左到右的顺序： （每行 2个）\n购买器设置 （卡住最大，当前速度 1.2e4IP/分钟） ：\n自动大坍缩  自动星系  自动维度提升\n300IP 打开 不限制 打开 关闭\n1e4IP购买打破无限升级 1（第1行第1个）。\n5e4IP购买打破无限升级 2（第1行第2个）。\n现在如果还有挑战没有完成，可以很快完成，如果 C9比较困难，可以把 1-7维度自动购买\n设置为单个，然后隔一段时间按一下 最大，手动操作也很快，如果还没有买 1e3IP的离线\n进度升级现在可以购买。\n现在检查成就，应该已经完成了前 5行的全部成就和 r68，然后再次卡上 最大（如果不卡也\n可以，但是会慢很多） ，购买器设置 （卡住最大，当前速度 3e4IP/分钟） ：\n自动大坍缩  自动星系  自动维度提升\n840IP 打开  不限制 打开 关闭\n3.2 1e5-1e8 IP\n1e5IP购买IP翻倍（16x→32x） ，升级维度购买器至 16x。\n1e5IP购买打破无限升级 3，按住最大，把自动大坍缩设置为 0，获得成就 r78（在250ms\n内无限） ，如果无法获得则之后再来尝试，然后关闭自动大坍缩，打开自动维度提升获得\nr66。购买器设置 （卡住最大，当前速度 1.1e5IP/ 分钟） ：\n自动大坍缩  自动星系  自动维度提升\n1.88e3IP 打开  不限制 打开 关闭\n1e6IP购买IP翻倍（32x→64x） ，升级维度购买器至 64x。\n1e6IP购买打破无限升级 4，购买器设置 （卡住最大，当前速度 3.4e5IP/分钟）：\n自动大坍缩  自动星系  自动维度提升\n4.3e3IP 打开 不限制 打开 关闭\n1e6IP购买打破无限升级 10（10x→9x）。\n1e7IP购买IP翻倍（64x→128x） ，升级所有维度购买器至 512x，获得成就 r61。\n1e7IP购买打破无限升级 5，现在重新挑战。\n卡住最大键，打开自动重试挑战，将购买器设置：\n自动大坍缩  自动星系  自动维度提升\n0IP 打开 0 打开 4/不勾选 打开\n完成C2,C3,C4,C5,C6,C7,C8,C11\n把自动星系切换为 1，完成C10,C12。\n再把自动星系切换为 0，取消粘滞键 M，完成C9。\n现在所有挑战都可以卡住粘滞键，刷到 800毫秒以内，给打破无限升级 23提供4000倍以\n上增幅。 完成成就 r65。\n购买器设置 （卡住最大，当前速度 1.2e6IP/ 分钟） ：\n自动大坍缩  自动星系  自动维度提升\n2.4e4IP 打开 不限制 打开 关闭\n1e7IP购买打破无限升级 11（10x→9x）。\n5e6IP购买打破无限升级 10（9x→8x）。\n2.5e7IP购买打破无限升级 10（8x→7x），然后需要等待约 55分钟（卡住最大）到达 1e8IP。\n1e8IP停止自动运行，购买维度提升和星系，手动执行维度献祭，达到 7星系+35维度提升，\n等待约10分钟，现在拥有 1e1100AM解锁了无限维度（ ID） ，购买ID1，获得成就 r63。\n3.3 1e8-1e11 IP\n关闭自动维度提升和自动星系，进入 C3，达到无限获得成就 r77。\n关闭自动星系，打开自动维度提升设置为  不勾选/4，进入所有挑战一遍，现在挑战时间将\n压缩到600ms以内，完成 r74，打破无限升级 23倍数达5000倍。现在拥有前 6行全部成就\n（r62，r64，r67除外）以及 r74，r77，r78。\n购买器设置 （卡住最大，当前速度 1.5e7IP/ 分钟） ：\n自动大坍缩  自动星系  自动维度提升\n2e5IP 打开 不限制 打开 关闭\n1e8IP购买IP翻倍。\n1e7IP购买打破无限升级 12（0%→5%）。\n1.25e8IP购买打破无限升级 10（7x→6x）。\n2e7IP购买打破无限升级 6。\n1e9IP购买IP翻倍，然后大约要挂 90分钟到达 5e9IP（卡住最大，相当大的时间墙！ ） 。\n5e9IP购买打破无限升级 7，现在可以启用自动维度提升，购买器设置 （卡住最大，当前速\n度1.9e8IP/ 分钟） ：\n自动大坍缩  自动星系  自动维度提升\n5.2e6IP 打开 不限制 打开 0/7 打开\n1e8IP购买打破无限升级 12（5%→10%） ，获得成就 r62。\n6.25e8IP购买打破无限升级 10（6x→5x）。\n1e10IP购买IP翻倍。\n3.13e9IP购买打破无限升级 10（5x→4x）。\n1.56e10IP购买打破无限升级 10（4x→3x）。\n1e9IP购买打破无限升级 12（10%→15%）。\n1e9IP停止自动运行（实际上由于打破无限升级 12，购买了 1.56e10IP的升级后就可以停\n止自动运行， IP会逐渐增长到达 1e9IP） ，购买维度提升和星系，手动执行维度献祭，等待\n约82分钟达到 10星系+46维度提升，等待直到 1e1900AM解锁并购买ID2。获得成就 r64。\n现在再次刷一下挑战时间，达到每个挑战 400ms以内，打破无限升级 5倍数达7000倍以上。\n购买器设置（ 卡住最大， 当前速度 1e9IP/分钟） ：\n自动大坍缩  自动星系  自动维度提升\n6e7IP 打开 不限制 打开 0/7 打开\n3.4 1e11-5e11 IP\n1e11IP购买ID1（注意不是购买 IP翻倍，而是购买第二次无限维度 1，有3-4倍加成） 。\n购买器设置（ 卡住最大， 当前速度 3.85e9IP/分钟） ：\n自动大坍缩  自动星系  自动维度提升\n1.1e8IP 打开 不限制 打开 0/8 打开\n7.81e10IP购买打破无限升级 10（3x→2x）。\n购买器设置（ 卡住最大， 当前速度 6.2e9IP/分钟） ：\n自动大坍缩  自动星系  自动维度提升\n6.6e8IP 打开 不限制 打开 0/8 打开\n5e10IP购买打破无限升级 11（9x→8x）。\n购买器设置（ 卡住最大， 当前速度 1.07e10IP/分钟） ：\n自动大坍缩  自动星系  自动维度提升\n4.8e8IP 打开 不限制 打开 0/9 打开\n1e11IP购买IP翻倍。\n1e10IP购买打破无限升级 12（15%→20%）。\n5e11IP购买打破无限升级 8，进入下一阶段。\n目前拥有：第 1-5行全部成就， r61/62/63/64/65/66/68 ，r74/76/77/78 ，如果还有没完成\n的可以使用 ctrl+f在此前文档中查找具体做法。"
};

export default chapter;
