import type { Chapter } from "../../types";

const chapter: Chapter = {
  "id": 4,
  "title": "四、 无限挑战（5e11-1e140 IP）",
  "description": [
    "现在关闭自动大坍缩，在一段时间内没有必要再刷 IP了。IP爆发式增长，购买 IP翻倍、",
    "打破无限升级、 ID等，首先达到 1e2400AM，解锁并购买 ID3。",
    "1e13IP完成无限挑战 1（IC1），获得成就 r67，大约需要 1分钟。一般而言购买打破无限升"
  ],
  "sections": [
    {
      "title": "4.1 5e11-1e24 IP",
      "content": [
        "现在关闭自动大坍缩，在一段时间内没有必要再刷 IP了。IP爆发式增长，购买 IP翻倍、",
        "打破无限升级、 ID等，首先达到 1e2400AM，解锁并购买 ID3。",
        "1e13IP完成无限挑战 1（IC1），获得成就 r67，大约需要 1分钟。一般而言购买打破无限升",
        "级11、无限维度和达到下一个星系时提升比较明显，手动执行维度献祭，自动维度提升一",
        "般设置为 0/能达到的最大星系 -5。",
        "1e15IP，这个阶段开始购买优先级为打破无限 升级11>IP翻倍>ID1>其他无限维度。",
        "1e17IP时进行数次 2e17IP的大坍缩达到1.25e18IP，购买打破无限升级 11，然后购买",
        "1e18IP的ID3和IP翻倍，现在开始获得 17个星系。",
        "1e21IP时进行数次 8e20IP的大坍缩达到6.25e21IP，购买打破无限升级 11，现在可以得到",
        "19个星系。",
        "1e24IP，关闭自动维度提升和自动星系，完成所有挑战，现在每个挑战时间均达 100ms以",
        "内，打破无限升级 5达上限（ 3e4倍） 。"
      ]
    },
    {
      "title": "4.2 1e24-1e128 IP",
      "content": [
        "1e25IP时进行数次 1.3e24IP的大坍缩达到 3.13e25IP，购买打破无限升级 11，现在可以得",
        "到19个星系。",
        "1.56e29IP购买最后一次打破无限升级 10，又有很大提升。",
        "1e32IP，获得成就 r72，现在速度有所放缓，购买一个星系能获得很大提升。",
        "1e42IP，关闭所有自动购买器 且不要按最大按键 ，进入C2，仅买一次第一维度达成无限，",
        "完成成就 r71。",
        "1e44IP，31星系，获得成就 r73。",
        "1e46IP，32星系+135维度提升，达到 1e10500AM 解锁并购买 ID4，获得成就 r75（现在应",
        "该完成了前 7行全部成就， r76可能除外） ，继续等待到 1e11000AM，解锁IC2。",
        "1e48IP完成IC2，其解锁了自动维度献祭，把倍数设置成 100。",
        "1e54IP，1e12000AM 解锁IC3。",
        "1e58IP完成IC3（需等待 6-7分钟即可） 。",
        "1e62IP，1e14000AM 解锁IC4。",
        "1e67IP完成IC4。这是比较有难度的一个挑战，方法是首先正常运行，大约 25-27星系无",
        "法前进，然后关闭 1-7维的自动购买、关闭自动维度提升。然后按两次 最大（注意为单击，",
        "不要按住） ，一次 维度提升 ，五次之后拥有 100多个维度提升，然后按两次 最大，依次单击",
        "7654321循环，其会自动购买星系。执行 最大、最大、 维度提升 和最大、最大、 7654321 的",
        "循环，大约 36星系+124维度提升可以完成挑战 （如果不慎无法前进，则点击失去一个维度",
        "提升，继续执行上述循环） 。",
        "1e79IP左右进展缓慢， 每次可以在42星系、1e79IP左右重置 ，数次后达到1e80IP购买",
        "ID1和ID4。再挂到1e81IP购买ID2，然后挂5分钟可以购买 43星系，达到1e18000AM 解",
        "锁IC5。",
        "1e82IP，1e18000AM 解锁并完成 IC5。方法是把 1-7维度自动购买设置成单个，然后等待其",
        "自行完成，达到 40星系时无法继续前进， 大约还差 e500，这时关闭所有维度自动购买器，",
        "按住7直到无法购买，然后按住 6，以此类推，大约到第 4维度时可以完成挑战。完成后得",
        "到巨幅提升， IP增长很快。",
        "1e102IP，1e22500AM 解锁并完成 IC6，无难度。",
        "1e103IP，1e23000AM 解锁IC7。",
        "1e116IP完成IC7，大概挂5分钟即可。"
      ]
    },
    {
      "title": "4.3 1e128-1e140 IP",
      "content": [
        "1e128IP左右，购买1e128IP的ID1，然后购买了1e129IP的ID2，挂机达到 1e28000AM，",
        "获得成就 r83。",
        "1e128IP，1e28000AM 解锁并完成 IC8，无难度， 如果差一点无法完成，可以点几次失去一",
        "个维度提升，很快可以完成，完成后 获得成就 r82。",
        "1e138IP,1e30000AM 解锁ID4。",
        "1e140IP解锁复制器 ，进入下一阶段。",
        "目前拥有：第 1-7行全部成就， r82。"
      ]
    }
  ],
  "content": "4.1 5e11-1e24 IP\n现在关闭自动大坍缩，在一段时间内没有必要再刷 IP了。IP爆发式增长，购买 IP翻倍、\n打破无限升级、 ID等，首先达到 1e2400AM，解锁并购买 ID3。\n1e13IP完成无限挑战 1（IC1），获得成就 r67，大约需要 1分钟。一般而言购买打破无限升\n级11、无限维度和达到下一个星系时提升比较明显，手动执行维度献祭，自动维度提升一\n般设置为 0/能达到的最大星系 -5。\n1e15IP，这个阶段开始购买优先级为打破无限 升级11>IP翻倍>ID1>其他无限维度。\n1e17IP时进行数次 2e17IP的大坍缩达到1.25e18IP，购买打破无限升级 11，然后购买\n1e18IP的ID3和IP翻倍，现在开始获得 17个星系。\n1e21IP时进行数次 8e20IP的大坍缩达到6.25e21IP，购买打破无限升级 11，现在可以得到\n19个星系。\n1e24IP，关闭自动维度提升和自动星系，完成所有挑战，现在每个挑战时间均达 100ms以\n内，打破无限升级 5达上限（ 3e4倍） 。\n4.2 1e24-1e128 IP\n1e25IP时进行数次 1.3e24IP的大坍缩达到 3.13e25IP，购买打破无限升级 11，现在可以得\n到19个星系。\n1.56e29IP购买最后一次打破无限升级 10，又有很大提升。\n1e32IP，获得成就 r72，现在速度有所放缓，购买一个星系能获得很大提升。\n1e42IP，关闭所有自动购买器 且不要按最大按键 ，进入C2，仅买一次第一维度达成无限，\n完成成就 r71。\n1e44IP，31星系，获得成就 r73。\n1e46IP，32星系+135维度提升，达到 1e10500AM 解锁并购买 ID4，获得成就 r75（现在应\n该完成了前 7行全部成就， r76可能除外） ，继续等待到 1e11000AM，解锁IC2。\n1e48IP完成IC2，其解锁了自动维度献祭，把倍数设置成 100。\n1e54IP，1e12000AM 解锁IC3。\n1e58IP完成IC3（需等待 6-7分钟即可） 。\n1e62IP，1e14000AM 解锁IC4。\n1e67IP完成IC4。这是比较有难度的一个挑战，方法是首先正常运行，大约 25-27星系无\n法前进，然后关闭 1-7维的自动购买、关闭自动维度提升。然后按两次 最大（注意为单击，\n不要按住） ，一次 维度提升 ，五次之后拥有 100多个维度提升，然后按两次 最大，依次单击\n7654321循环，其会自动购买星系。执行 最大、最大、 维度提升 和最大、最大、 7654321 的\n循环，大约 36星系+124维度提升可以完成挑战 （如果不慎无法前进，则点击失去一个维度\n提升，继续执行上述循环） 。\n1e79IP左右进展缓慢， 每次可以在42星系、1e79IP左右重置 ，数次后达到1e80IP购买\nID1和ID4。再挂到1e81IP购买ID2，然后挂5分钟可以购买 43星系，达到1e18000AM 解\n锁IC5。\n1e82IP，1e18000AM 解锁并完成 IC5。方法是把 1-7维度自动购买设置成单个，然后等待其\n自行完成，达到 40星系时无法继续前进， 大约还差 e500，这时关闭所有维度自动购买器，\n按住7直到无法购买，然后按住 6，以此类推，大约到第 4维度时可以完成挑战。完成后得\n到巨幅提升， IP增长很快。\n1e102IP，1e22500AM 解锁并完成 IC6，无难度。\n1e103IP，1e23000AM 解锁IC7。\n1e116IP完成IC7，大概挂5分钟即可。\n4.3 1e128-1e140 IP\n1e128IP左右，购买1e128IP的ID1，然后购买了1e129IP的ID2，挂机达到 1e28000AM，\n获得成就 r83。\n1e128IP，1e28000AM 解锁并完成 IC8，无难度， 如果差一点无法完成，可以点几次失去一\n个维度提升，很快可以完成，完成后 获得成就 r82。\n1e138IP,1e30000AM 解锁ID4。\n1e140IP解锁复制器 ，进入下一阶段。\n目前拥有：第 1-7行全部成就， r82。"
};

export default chapter;
