import type { Chapter } from "../../types";

const chapter: Chapter = {
  "id": 5,
  "title": "五、 复制器（1e140-1e308 IP）",
  "description": [
    "现在时间墙开始，等待复制器自行增长，关闭自动大坍缩，一般在获得一个新的星系时重",
    "置收益最大，购买 IP翻倍、无限维度 、复制器的三个升级。当成本接近时优先购买复制器",
    "升级>IP翻倍>无限维度，或者可以等 IP的第一位 >5时重置（即 5e150IP等） ，这时基本上"
  ],
  "sections": [
    {
      "title": "5.1 1e140-1e190 IP",
      "content": [
        "现在时间墙开始，等待复制器自行增长，关闭自动大坍缩，一般在获得一个新的星系时重",
        "置收益最大，购买 IP翻倍、无限维度 、复制器的三个升级。当成本接近时优先购买复制器",
        "升级>IP翻倍>无限维度，或者可以等 IP的第一位 >5时重置（即 5e150IP等） ，这时基本上",
        "可以购买该数量级的全部升级。",
        "1e140IP购买ID5。",
        "e142IP（57星系，1复制器）进行大坍缩（购买 1e142及以下的所有升级） 。",
        "e143IP（57星系，1复制器）进行大坍缩。",
        "e146IP（58星系，5复制器）进行大坍缩。",
        "e148IP（58星系，10复制器）进行大坍缩。",
        "e151IP（59星系，20复制器）进行大坍缩，获得成就 r85。",
        "e153IP（59星系，30复制器）进行大坍缩。",
        "e157IP（60星系，80复制器）进行大坍缩，获得成就 r86。",
        "e161IP（61星系，150复制器）进行大坍缩。",
        "e166IP（62星系，2e3复制器）进行大坍缩，获得成就 r84。",
        "e171IP（63星系，1e7复制器）进行大坍缩，获得成就 r88，方法是关闭自动维度献祭，手",
        "动执行一次使单次倍数超过 1e308即可。",
        "e173IP（63星系，1e3复制器）进行大坍缩。",
        "e177IP（64星系，1e7复制器）进行大坍缩。",
        "e182IP（65星系，1e14复制器）进行大坍缩。",
        "e185IP（65星系，1e15复制器）进行大坍缩。",
        "e188IP（66星系，1e16复制器）进行大坍缩。"
      ]
    },
    {
      "title": "5.2 1e190-1e308 IP（永恒前检查）",
      "content": [
        "e190IP（66星系，1e18复制器）进行大坍缩。",
        "e194IP（67星系，1e35复制器）进行大坍缩。",
        "e199IP（68星系，1e60复制器）进行大坍缩。",
        "e200IP（68星系，1e40复制器）进行大坍缩。",
        "e204IP（69星系，1e100复制器）进行大坍缩。 获得成就 r94。接下来达到 70星系，",
        "1e45000AM 解锁ID6，并用1e200IP购买，然后 继续挂机， 不进行大坍缩，等待到 1个复制",
        "星系。",
        "e216IP（71星系，1复制星系 +1复制器）进行大坍缩。",
        "e226IP（73星系，1复制星系 +1复制器）进行大坍缩。",
        "e234IP（74星系，1复制星系 +1复制器）进行大坍缩。",
        "e240IP（75星系，1复制星系 +1复制器）进行大坍缩。购买了 e240IP的复制器升级后，本",
        "次运行可在 1小时内达 1e308复制器，获得成就 r95，这时一个非常强大的成就，可以在大",
        "坍缩保留一个复制星系和复制器，所以现在 1个复制星系重置时不消耗 复制星系，且可以",
        "保留复制器 。",
        "e244IP（75星系，1复制星系 +1复制器）进行大坍缩。",
        "e248IP（76星系，1复制星系 +1e308复制器）进行大坍缩。 1e54000AM 解锁ID7。",
        "e255IP（77星系，3复制星系 +1复制器）进行大坍缩。 现在开始可以购买 ID7。由于ID7",
        "的巨大加成，现在可以每隔几分钟（ IP增加10倍左右即可大坍缩） 。在达到 1e308复制器",
        "前应该已经拥有了 1e263IP。",
        "e268IP（79星系，2复制星系 +1复制器）进行大坍缩。",
        "e273IP（80星系，2复制星系 +1复制器）进行大坍缩。 1e60000AM 解锁ID8，获得成就 r98。",
        "e280IP（81星系，3复制星系 +1复制器）进行大坍缩。现在开始可以购买 ID8。同理由于",
        "ID8的巨大加成，现在可以每隔几分钟（ IP增加10倍左右即可大坍缩） 。在达到 1e308复",
        "制器前应该已经拥有了 1e285IP。",
        "e285IP（81星系，1复制星系 +1e308复制器）进行大坍缩。",
        "e293IP（83星系，3复制星系 +1复制器）进行大坍缩。",
        "e300IP（84星系，3复制星系 +1复制器）进行大坍缩 ，获得成就 r93。",
        "e308IP（85星系，4复制星系 +1复制器）进行重置。",
        "此时发现已经达到了永恒的要求，永恒之前检查以下内容：",
        "1. 完成前九行所有成就（现在应该还剩下 r76、r81、r87、r91、r92、r96、r97）",
        "其中r76、r87可以不用完成， r96永恒完成。",
        "r91：2秒内大坍缩达到 1e200IP，方法是把自动大坍缩设置成 1e200，自动星系设置成购买",
        "上限22个星系，打开自动维度提升（设置为 0/22） ，按住M。",
        "r92：20秒内大坍缩达到 1e250IP，应该很容易。",
        "r97：关闭自动维度提升，打开自动大坍缩和自动重试挑战，首先完成 IC1、IC2、IC3。",
        "IC4需要打开自动大坍缩，关闭自动星系，打开自动维度提升，把 1-2维度自动购买设置成",
        "单个，可在 0.7秒内完成。 IC5、IC6、IC7同理。",
        "IC8打需要打开自动大坍缩，开自动星系，设置成购买上限 12个星系，打开自动维度提升。",
        "同时完成了 r81。",
        "2. 把普通挑战时间刷到上限（打破无限升级 23倍数达3e4即可） 。"
      ]
    }
  ],
  "content": "5.1 1e140-1e190 IP\n现在时间墙开始，等待复制器自行增长，关闭自动大坍缩，一般在获得一个新的星系时重\n置收益最大，购买 IP翻倍、无限维度 、复制器的三个升级。当成本接近时优先购买复制器\n升级>IP翻倍>无限维度，或者可以等 IP的第一位 >5时重置（即 5e150IP等） ，这时基本上\n可以购买该数量级的全部升级。\n1e140IP购买ID5。\ne142IP（57星系，1复制器）进行大坍缩（购买 1e142及以下的所有升级） 。\ne143IP（57星系，1复制器）进行大坍缩。\ne146IP（58星系，5复制器）进行大坍缩。\ne148IP（58星系，10复制器）进行大坍缩。\ne151IP（59星系，20复制器）进行大坍缩，获得成就 r85。\ne153IP（59星系，30复制器）进行大坍缩。\ne157IP（60星系，80复制器）进行大坍缩，获得成就 r86。\ne161IP（61星系，150复制器）进行大坍缩。\ne166IP（62星系，2e3复制器）进行大坍缩，获得成就 r84。\ne171IP（63星系，1e7复制器）进行大坍缩，获得成就 r88，方法是关闭自动维度献祭，手\n动执行一次使单次倍数超过 1e308即可。\ne173IP（63星系，1e3复制器）进行大坍缩。\ne177IP（64星系，1e7复制器）进行大坍缩。\ne182IP（65星系，1e14复制器）进行大坍缩。\ne185IP（65星系，1e15复制器）进行大坍缩。\ne188IP（66星系，1e16复制器）进行大坍缩。\n5.2 1e190-1e308 IP（永恒前检查）\ne190IP（66星系，1e18复制器）进行大坍缩。\ne194IP（67星系，1e35复制器）进行大坍缩。\ne199IP（68星系，1e60复制器）进行大坍缩。\ne200IP（68星系，1e40复制器）进行大坍缩。\ne204IP（69星系，1e100复制器）进行大坍缩。 获得成就 r94。接下来达到 70星系，\n1e45000AM 解锁ID6，并用1e200IP购买，然后 继续挂机， 不进行大坍缩，等待到 1个复制\n星系。\ne216IP（71星系，1复制星系 +1复制器）进行大坍缩。\ne226IP（73星系，1复制星系 +1复制器）进行大坍缩。\ne234IP（74星系，1复制星系 +1复制器）进行大坍缩。\ne240IP（75星系，1复制星系 +1复制器）进行大坍缩。购买了 e240IP的复制器升级后，本\n次运行可在 1小时内达 1e308复制器，获得成就 r95，这时一个非常强大的成就，可以在大\n坍缩保留一个复制星系和复制器，所以现在 1个复制星系重置时不消耗 复制星系，且可以\n保留复制器 。\ne244IP（75星系，1复制星系 +1复制器）进行大坍缩。\ne248IP（76星系，1复制星系 +1e308复制器）进行大坍缩。 1e54000AM 解锁ID7。\ne255IP（77星系，3复制星系 +1复制器）进行大坍缩。 现在开始可以购买 ID7。由于ID7\n的巨大加成，现在可以每隔几分钟（ IP增加10倍左右即可大坍缩） 。在达到 1e308复制器\n前应该已经拥有了 1e263IP。\ne268IP（79星系，2复制星系 +1复制器）进行大坍缩。\ne273IP（80星系，2复制星系 +1复制器）进行大坍缩。 1e60000AM 解锁ID8，获得成就 r98。\ne280IP（81星系，3复制星系 +1复制器）进行大坍缩。现在开始可以购买 ID8。同理由于\nID8的巨大加成，现在可以每隔几分钟（ IP增加10倍左右即可大坍缩） 。在达到 1e308复\n制器前应该已经拥有了 1e285IP。\ne285IP（81星系，1复制星系 +1e308复制器）进行大坍缩。\ne293IP（83星系，3复制星系 +1复制器）进行大坍缩。\ne300IP（84星系，3复制星系 +1复制器）进行大坍缩 ，获得成就 r93。\ne308IP（85星系，4复制星系 +1复制器）进行重置。\n此时发现已经达到了永恒的要求，永恒之前检查以下内容：\n1. 完成前九行所有成就（现在应该还剩下 r76、r81、r87、r91、r92、r96、r97）\n其中r76、r87可以不用完成， r96永恒完成。\nr91：2秒内大坍缩达到 1e200IP，方法是把自动大坍缩设置成 1e200，自动星系设置成购买\n上限22个星系，打开自动维度提升（设置为 0/22） ，按住M。\nr92：20秒内大坍缩达到 1e250IP，应该很容易。\nr97：关闭自动维度提升，打开自动大坍缩和自动重试挑战，首先完成 IC1、IC2、IC3。\nIC4需要打开自动大坍缩，关闭自动星系，打开自动维度提升，把 1-2维度自动购买设置成\n单个，可在 0.7秒内完成。 IC5、IC6、IC7同理。\nIC8打需要打开自动大坍缩，开自动星系，设置成购买上限 12个星系，打开自动维度提升。\n同时完成了 r81。\n2. 把普通挑战时间刷到上限（打破无限升级 23倍数达3e4即可） 。"
};

export default chapter;
